{
  "0": {
    "description": "Small plump with brown cap, white forehead, black mask around the eyes, brown, white; bill: short orange and black, short orange and black; back: grey-brown; breast: white, one black neckband; underparts: white; wings: grey-brown, rounded; tail: brown, short; legs: orange. Habitat: open ground on beaches or flats across northern Canada and Alaska; winter in coastal areas of the southern United States, the Caribbean and much of South America."
  },
  "1": {
    "description": "Small slim, streamlined body with white cheeks, partially surrounding the eye, glossy green / bronze, white; bill: black, short and pointed; back: glossy green / green; breast: white; underparts: white; wings: grayish-bronze, long pointed wings; tail: purple, notch in the tail; legs: pinkish; eyes: dark. Habitat: deciduous, coniferous and mixed forests, canyons, close proximity to large cliffs, around buildings in more settled areas. Juveniles: white below and grayish-brown above, more gradual change in colour, visible (but slightly reduced) white cheek patches."
  },
  "2": {
    "description": "Small slender with brown, white with a brownish-grey wash; bill: small, small; back: brown; breast: white; underparts: white; wings: brown, long and pointed; tail: brown, forked, forked; legs: black; eyes: dark. Habitat: soil banks, very occasionally caves and trees, and in human-made cavities such as gutters and tubes. Juveniles: reddish-brown wing-bars."
  },
  "3": {
    "description": "Medium slender with crested / plain, black / olive-brown, black / white; bill: yellow / black, conical; back: black / olive-brown, plain; breast: black / white, streaked with brown; underparts: black / white; wings: black / dark brown, yellow wing patches / with pale edges, pointed; tail: black / dark brown, yellow tips, long and graduated; legs: gray; eyes: brown. Habitat: subtropical or tropical dry forests and heavily degraded former forest. Juveniles: similar to adult but duller, with less distinct throat coloration."
  },
  "4": {
    "description": "Medium-sized slender with black, black, black; bill: bright yellow, elongated; back: chestnut-maroon; breast: black; underparts: chestnut-maroon; wings: yellowish-green, yellow bony spurs on the leading edge, long; tail: brown, short; legs: yellow; eyes: red. Habitat: floating vegetation in swamps, marshes, and ponds. Juveniles: white supercilium and white lores, older chicks are gray and have brownish upper parts."
  },
  "5": {
    "description": "Large streamlined with black, black; bill: bright red/orange, long; back: dark brown; breast: black; underparts: white; wings: dark brown, pointed; tail: dark brown, short and square; legs: pink; eyes: bright yellow. Habitat: rocky shorelines. Juveniles: Fledged juveniles stay in the territory until the next breeding season. If the parents migrate, that year's chicks may migrate with them, most commonly in the north of the range.."
  },
  "6": {
    "description": "Large wading bird with pink, pink; bill: pink and white with an extensive black tip, hooked downward with marginal lamellae; back: reddish-pink; breast: pink; underparts: pink; wings: red, black primary and secondary flight feathers, long and pointed; tail: pink, short; legs: pink. Habitat: saline lagoons, mudflats, and shallow, brackish coastal or inland lakes. Juveniles: grayish-white plumage, shorter legs, straighter bill."
  },
  "7": {
    "description": "Small passerine with black, slate-grey / grey-brown, black / whitish; bill: black, short and pointed; back: slate-grey / grey-brown; breast: orange; underparts: buff-white or light orange; wings: grey-brown, light wing-patch (in P. p. samamisicus), pointed; tail: orange-red, long and narrow; legs: black. Habitat: open mature birch, oak or conifer woodland, orchards, villages, parks, and old gardens in urban areas. Juveniles: brownish plumage with spotted patterns."
  },
  "8": {
    "description": "The smallest of the eight extant pelican species monogamous breeder, colonial species with white head with a yellowish wash on the crown, yellowish; bill: grayish white tinged with brown and intermixed with pale carmine spots, very long; back: silvery gray with a brownish tinge, streaked with gray and dark brown, sometimes with a rusty hue; breast: dark; underparts: dark; wings: blackish with white shafts to the outer primary feathers and variable silver-gray fringes, streaky appearance due to dark bases of lesser coverts; tail: dark gray with a variable silvery cast; legs: black; eyes: pale blue to yellowish white, becoming brown during the breeding season. Habitat: marine subtidal, warm estuarine, and marine pelagic waters, mangrove swamps, and shallow waters near salty bays and beaches. Juveniles: grayish-brown overall, with paler underparts, dusky-brown head, neck, and thighs, dull white abdomen, dark brown to pinkish-gray pouch, and a gray bill which is horn-yellow to orange near the tip."
  },
  "9": {
    "description": "8.25 cm (3.25 in) slender with black / gray, glossy purple gorget / white; bill: black, long, straight and slender; back: metallic green; breast: white; underparts: white; wings: gray, pointed; tail: gray, dark forked tail / dark rounded tail with white tips, forked. Habitat: mountains, woodlands, orchards, meadows, and chaparral habitats. Juveniles: similar to that of adult females, but with buff margins on the dorsal feathers. Juvenile males may also possess purple feathers on their throats. Juveniles do not have a forked tail like adults.."
  },
  "10": {
    "description": "Large long-necked waterbird with white, white; bill: pink, long, deep, and hooked at the tip; back: white; breast: white; underparts: white; wings: black, black flight feathers with white coverts, broad and rounded; tail: black and white, short and square. Habitat: large expanses of open water without dense aquatic vegetation, including large lakes, reservoirs, billabongs, rivers, estuaries, swamps, temporarily flooded areas in arid zones, drainage channels in farmland, salt evaporation ponds, and coastal lagoons. Juveniles: naked when they hatch, quickly grow grey down feathers."
  },
  "11": {
    "description": "Small raptor with striped, blue-grey / brown, white; bill: dark, hooked; back: light chestnut brown with blackish spots, spotted; breast: orange-red / cream, spotted; underparts: buff with narrow blackish streaks; wings: blackish, banded, long; tail: blue-grey / brown with black bars, banded, long; legs: bright yellow; eyes: dark. Habitat: open habitat such as fields, heaths, shrubland and marshland, does not require woodland, can adapt to human settlements, found from sea level to lower mountain ranges. Juveniles: looks like adult females, but the underside streaks are wider; the yellow of their bare parts is paler."
  },
  "12": {
    "description": "Small streamlined with dark, black, grey-white; bill: dark, slender and pointed; back: dark brown; breast: white; underparts: grey-white; wings: brown, pointed; tail: brown, short; eyes: yellow. Habitat: fresh water lakes and rivers. Juveniles: Initially ride on the parents' back, hidden between their slightly raised wings. When the chicks begin to dive and feed themselves (at about 10 weeks), they may be left by both parents.."
  },
  "13": {
    "description": "Average body length is 13 cm (5.1 in) slender with white forehead, red cheeks, iridescent in good lighting, dark; bill: black, small; back: dark brownish; breast: white, feathers lost on lower breast during incubation; underparts: white; wings: dark brownish, relatively long pointed wings; tail: sooty brown, square-shaped; legs: black; eyes: dark brown. Habitat: mountain cliffs, concrete bridges, buildings, near fields, ponds, and other ecosystems. Juveniles: similar body plumage colouring to adults, with paler tones, lacks iridescent plumages, foreheads and throats appear speckled white."
  },
  "14": {
    "description": "Large, crow-sized with Black, contrasting sharply with the pale sides of the neck and white throat, Black, White; bill: Black, Upper beak is notched near the tip; back: Bluish black to slate grey, Indistinct darker barring; breast: White to rusty, Barred with thin clean bands of dark brown or black; underparts: White to rusty; wings: Bluish black to slate grey, Indistinct darker barring, wingtips are black, Long, pointed; tail: Coloured like the back, Long, narrow, and rounded at the end with a black tip and a white band at the very end, Long, narrow, and rounded at the end; legs: Yellow. Habitat: Along mountain ranges, river valleys, coastlines, and increasingly in cities. Juveniles: Much browner, with streaked, rather than barred, underparts, and has a pale bluish cere and orbital ring."
  },
  "15": {
    "description": "Larger than the European robin slender with black face mask, black, buff; bill: dark, short and pointed; back: grey / pale brown; breast: white; underparts: white / buff; wings: black / darker brown, white wing patches, pointed; tail: white, black inverted T-pattern, long and narrow; legs: dark. Habitat: open stony country. Juveniles: brownish plumage with less distinct markings compared to adults."
  },
  "16": {
    "description": "Very small small sandpiper with tinged light grey-brown, brown, white; bill: dark, short, stout, straight; back: dark grey-brown, striped; breast: white; underparts: white; wings: brown, striped, pointed; tail: brown, short and square; legs: black; eyes: dark. Habitat: mudflats. Juveniles: similar to adult but with more buff tones in plumage."
  },
  "17": {
    "description": "Small slender with striped, brown, white; bill: black, slightly decurved; back: greyish-brown, streaked; breast: black / buff, streaked; underparts: white; wings: brown, narrow white wingbar, pointed; tail: dark brown, short and square; legs: black; eyes: dark brown. Habitat: coastal mudflat beaches. Juveniles: brown above with two weak whitish \"V\" shapes on the back, black marks on the flanks or belly."
  },
  "18": {
    "description": "Small long and slim with spotted, grey, pinkish-brown; bill: black, short and stout; back: buff brown, white-spotted black collar patch; breast: rosy buff; underparts: grey; wings: dark brown, grey edges, light buff spots on median coverts, rounded; tail: black with white tips, somewhat long-tailed; legs: pinkish-red; eyes: dark. Habitat: light forests, gardens, urban areas, woodland, scrub, farmland, and habitation. Juveniles: duller than adults, do not acquire the neck spots until they are mature."
  },
  "19": {
    "description": "Large long-legged wader with bill: pink, very long pink bill with a slight upward curve; back: dark, mottled; breast: pale brown, dark bars; underparts: pale brown; wings: brown, cinnamon wing linings, pointed; tail: brown, short; legs: blue-grey. Habitat: mudflats, marshes, beach, short grass. Juveniles: similar to adults but with less distinct markings."
  },
  "20": {
    "description": "Large cup-shaped with dark brown, streaked with pale brown at the front of the crown and white at the rear of the crown, dark brown, dark brown streaked with white; bill: black, downward-curving; back: grey-brown, striped; breast: white streaked, streaked; underparts: white streaked, with a bright yellow patch towards the tail; wings: brown, striped, pointed; tail: brown, upwards slightly; legs: pink or pinkish-brown; eyes: red. Habitat: open sclerophyll forest and woodland, generally dominated by eucalypts, with ample shrubby or grassy understory; also found in urban gardens, parks, and orchards. Juveniles: less prominent wattles, brown irises, a pale crown, and much less yellow on the belly."
  },
  "21": {
    "description": "29 to 37 cm (11 to 15 in) long with a 62 to 72 cm (24 to 28 in) wingspan with dark bluish-grey, dark bluish-grey; bill: grey-black, around 1.8 cm (0.71 in); back: mid-grey; breast: dark bluish-grey; underparts: pale grey; wings: pale grey, two black bars, V shape; tail: with a black band on the end, outer web of the tail feathers are margined with white, 9.5 to 11 cm (3.7 to 4.3 in); legs: red to pink; eyes: orange, red, or golden with a paler inner ring. Habitat: various open and semi-open environments, cliffs and rock ledges, rock formations and cliff faces, caves, canyons, and sea cliffs, as well as the artificial cliff faces created by apartment buildings with accessible ledges or roof spaces. Juveniles: Young birds show little lustre and are duller."
  },
  "22": {
    "description": "Small slender with striped / black face, black / brown, white; bill: black, straight, fine; back: duller version of the female / dark grey, striped; breast: white / chestnut; underparts: white; wings: black / brown, striped / white wing stripe, pointed; tail: black / brown, short; legs: black; eyes: dark. Habitat: Arctic regions of North America and Eurasia. Juveniles: grey and brown above, with buff underparts and a black patch through the eye."
  },
  "23": {
    "description": "Medium-large slender with dark cap, black, white; bill: black with a yellow tip, thin, sharp; back: grey; breast: white; underparts: white; wings: pale grey, pointed; tail: gray, forked; legs: black; eyes: dark. Habitat: coasts and islands, and exceptionally inland on suitable large freshwater lakes close to the coast. Juveniles: dark tips to their tails, an all-blackish bill (lacking the yellow tip, but sometimes yellowish at the base) and a scaly appearance on their back and wings."
  },
  "24": {
    "description": "Medium-sized seagull with gray, white; bill: greenish shade of yellow, shorter, more tapered; back: grey; breast: white; underparts: white; wings: black wingtips with large white 'mirrors' on the outer primaries p9 and p10, black tips, broad; tail: white, square; legs: yellow in breeding season, becoming duller in the winter; eyes: dark. Habitat: near water or in marshes. Juveniles: scaly black-brown upperparts and a neat wing pattern, and pink legs which become greyish in the second year before turning yellow. By the first winter, the head and belly are white, with fine streaks and greyish feathers grow on the saddle.."
  },
  "25": {
    "description": "Around 18–19 cm slim with gray, black / white; bill: black, short and pointed; back: grey; breast: whitish; underparts: whitish; wings: gray, narrow; tail: gray, long and narrow; legs: pinkish-red; eyes: dark. Habitat: fast running streams or rivers, sometimes in holes in manmade structures. Juveniles: similar to adults but with less vibrant colors and more mottled appearance."
  },
  "26": {
    "description": "Large black-and-white with black and white, black, white; bill: greenish-yellow, long, slender, straight; back: black; breast: white; underparts: white; wings: dark gray, pointed; tail: dark gray, short; legs: gray; eyes: red. Habitat: lakes that are mixed with marsh vegetation and open water. Juveniles: grey."
  },
  "27": {
    "description": "Large close in size and shape to the closely related Western gull with darker with a varied smudged or mottled pattern, white, white; bill: yellow with a red subterminal spot, flat forehead, yellow with a red subterminal spot; back: silver-gray; breast: white; underparts: white; wings: silver-gray, broad; tail: white, square; legs: pink; eyes: dark, surrounded by pink orbital skin. Habitat: coastal areas, including urban areas. Juveniles: brown or gray with black beaks, and take four years to reach adult plumage."
  },
  "28": {
    "description": "Medium-sized with crimson patch on the nape, white; bill: slate-black; back: glossy blue-black, with white on the sides of the face and neck, black lines run from the shoulder to the nape, the base of the bill and about halfway across the breast; breast: white, black lines run about halfway across the breast; underparts: white other than a scarlet lower belly and undertail; wings: flight feathers are barred with black and white, barred with black and white; tail: white and black, barred with black and white; legs: greenish-grey; eyes: deep red. Habitat: all types of woodlands, broadleaf, coniferous or mixed, and in modified habitats like parks, gardens and olive groves. Juveniles: less glossy than adults, have a brown tinge to their upperparts and dirty white underparts, their markings are less well-defined than the adult's, the lower belly is pink rather than red, the crown of the juvenile's head is red, less extensively in young females than males."
  },
  "29": {
    "description": "37–41 cm (15–16 in) seagull with white, white, white; bill: yellow, straight and pointed; back: grey; breast: white; underparts: white; wings: grey, tipped solid black, light with fast strokes; tail: white, square; legs: black; eyes: dark brown. Habitat: coastal bird of the arctic to subarctic regions of the world, almost exclusively found at sea except during the breeding period. Juveniles: black 'W' band across the length of the wings, whiter secondary and primary feathers behind the black 'W', black hind-neck collar, black terminal band on the tail, solid black bill."
  },
  "30": {
    "description": "Medium slender with solid, black / grayish-brown, black / grayish-brown; bill: black, short and conical; back: green-bronze, gloss-black / dull black, solid; breast: black / grayish-brown, solid; underparts: black / brown; wings: dark brown, solid, rounded; tail: dark brown, solid, long and slightly forked; legs: black; eyes: red in breeding season, brown otherwise. Habitat: farmland, brush, feedlots; outside breeding season in very open habitats, and roost in thick woods. Juveniles: similar to the females, with the exception of grey feather fringes."
  },
  "31": {
    "description": "Large for a honeyeater broad wings with rounded tips and a medium squarish tail with blackish with a white stripe around the nape and another from the cheek, blackish, blackish; bill: black, sturdy, slightly downcurved; back: golden-olive; breast: white; underparts: white; wings: golden-olive with darker olive-brown margins of primary and secondary coverts, white patches, broad wings with rounded tips; tail: olive-green, medium squarish tail; legs: grey; eyes: dark. Habitat: open woodland, parks and gardens, rainforest, dry sclerophyll forest, Pandanus thickets, paperbarks, mangroves, watercourses, wetter areas of semi-arid regions, and urban areas. Juveniles: grey head, chin, and central parts of their breasts, with brown upperparts, and otherwise white underparts, and yellow or green patches of bare skin on the face."
  },
  "32": {
    "description": "63–73 cm (25–29 in) more like a goose than a duck with striped, brown, white; bill: pinkish-red, flat and broad; back: brown; breast: white; underparts: white; wings: brown and white, striped, broad; tail: brown, short; legs: pinkish-red; eyes: dark. Habitat: open or semi-open habitats, typically near fresh water, ranging from lowlands to 4,000 m (13,000 ft) above sea level in the Ethiopian Highlands, and largely absent from dense forests and deserts. Juveniles: Until the goslings are a few weeks old and strong enough to graze, they feed largely on small aquatic invertebrates, especially freshwater plankton.."
  },
  "33": {
    "description": "Sparrow-sized round-bodied with dark brown, brown, darker / white; bill: dark, conical; back: brown, spotted; breast: white with dark scale markings, scale-like; underparts: white with dark scale markings; wings: brown, spotted, rounded; tail: brown, short and square. Habitat: tropical plains and grasslands, close to water. Juveniles: pale brown upperparts, lacks dark head, uniform buff underparts."
  },
  "34": {
    "description": "Medium-sized with glossy bottle-green / mottled, glossy bottle-green / dark brown, white collar / buff; bill: yellowish-orange tipped with black / black to mottled orange and brown, broad-billed; back: grey-brown / brown; breast: purple-tinged brown / brown; underparts: pale grey / buff to dark brown; wings: grey-brown, white-bordered iridescent purple-blue speculum; tail: black / dark, white-bordered. Habitat: wetlands, parks, small ponds, rivers, lakes, estuaries, shallow inlets, open sea within sight of the coastline. Juveniles: plumage starts becoming drab, looking more like the female, though more streaked, and its legs lose their dark grey colouring. Bill soon loses its dark grey colouring, and its sex can finally be distinguished visually by three factors: 1) the bill is yellow in males, but black and orange in females; 2) the breast feathers are reddish-brown in males, but brown in females; and 3) in males, the centre tail feather (drake feather) is curled, but in females, the centre tail feather is straight.."
  },
  "35": {
    "description": "Smaller than most ducks duck-like with white / brown, dark brown; bill: black, broad and flat; back: chocolate-brown; breast: dark brown; underparts: white; wings: chocolate-brown, white trailing edges, rounded; tail: dark brown, short and rounded; eyes: white (male), brown (female). Habitat: larger lakes, swamps and rivers with deep, still water; sometimes in smaller streams, flooded grasslands, and shallow pools; avoids coastal waters. Juveniles: similar to adult but may have lighter, more mottled plumage."
  },
  "36": {
    "description": "Small slender with glossy black, glossy black; bill: black, short; back: glossy black; breast: glossy black; underparts: glossy black; wings: dark with a greenish gloss, pointed; tail: glossy black, wide fork, forked; eyes: dark brown. Habitat: open agricultural areas, light forest, savanna, fields, and urban habitats. Juveniles: brownish with some white barring or speckling towards the belly and vent, white tips to the feathers of the belly in first-year birds, and white-tipped feathers restricted to the vent in second-year birds."
  },
  "37": {
    "description": "Medium goose with bill: pinkish, slimmer in flavirostris, longer in albifrons; back: greyish brown, dappled with dark brown to black blotches and bars; breast: light grey, salt-and-pepper markings; underparts: light grey; wings: mouse-coloured, noticeable whitish fringes creating obviously barred upperparts; tail: dark grey, white tip and sides are at least double the width of the corresponding areas on flavirostris; legs: orange. Habitat: farmland, traditional sites, Arctic breeding areas, wintering areas near the Gulf of Mexico, northern Mexico, California's Central Valley, Klamath Basin, WWT Slimbridge, Gloucestershire, England. Juveniles: mantle and scapulars have narrow, indistinct pale fringes creating a uniform appearance to the birds' upperparts, tertials have indistinct pale fringes, lesser- and median-upperwing-coverts have narrow, indistinct pale fringes, creating a rather uniform appearance to the wing, greater-coverts are dark grey, with a narrow white tip, forming a narrow wing-bar, flank-line is narrows and white, tail is dark brown, with a very narrow white tip and sides, bill is orange-yellow with a dark nail."
  },
  "38": {
    "description": "Large broad-winged with white with a dark streak extending behind the eye; bill: larger bill, at 37.6 to 49.5 mm (1.48 to 1.95 in), with a much wider gap when the bill is opened, at 42.7 to 57 mm (1.68 to 2.24 in); back: brownish rust color, striped; breast: white, spotted; underparts: white with dark legs forming a 'V' shape; wings: whitish overall with rufous markings, particularly in the patagial area, smudgy appearance, but less dark than in a red-tailed hawk, long broad wings; tail: broad gray, rusty, or white, banded, broad; legs: dark. Habitat: arid and semiarid grassland regions of North America, open, level, or rolling prairies; foothills or middle elevation plateaus largely devoid of trees; and cultivated shelterbelts or riparian corridors. Juveniles: brown plumage with white spots and streaks."
  },
  "39": {
    "description": "Large bird of prey with white, white, white; bill: yellow, large and hooked; back: dark brown; breast: white; underparts: dark brown; wings: dark brown, straight-edged and broad; tail: white, moderately long and slightly wedge-shaped; legs: yellow; eyes: bright yellow. Habitat: near large bodies of open water with an abundance of fish and old-growth trees for nesting. Juveniles: dark brown overlaid with messy white streaking until the fifth year."
  },
  "40": {
    "description": "Large streamlined body with buff tinge, buff-yellow; bill: blue-grey with dark grey or black edges, long, strong and conical with a slight downcurve at the end; back: white; breast: white; underparts: white; wings: white with dark brown-black wing tips, dark brown-black edging, long and slender; tail: white; legs: dark grey to dark brown; eyes: light blue-grey with a fine dark outer ring. Habitat: coasts of the Atlantic Ocean, breeding in Western Europe and Northeastern North America. Juveniles: mostly grey-brown, upperparts and wings finely speckled with white, prominent V-shaped white area under the rump, dark brown-black wing tips and tail, dark brown bill and iris."
  },
  "41": {
    "description": "Small compact with striped, brown, white; bill: long decurved, long decurved; back: warm brown upperparts intricately patterned with black, buff and white, striped; breast: white, spotted; underparts: whitish underparts; wings: brown, striped, rounded; tail: plain brown, striped, long rigid; legs: dark; eyes: dark. Habitat: temperate woodlands across the Palearctic from Ireland to Japan, prefers mature trees, often in coniferous forest, especially spruce and fir, but also in broadleaved or mixed woodland, parks, and large gardens. Juveniles: duller upperparts than the adult, underparts are dull white with dark fine spotting on the flanks."
  },
  "42": {
    "description": "36 to 48 cm (14 to 19 in) long raptor with plain, black / brown, white / buff; bill: grayish-black, dark, deeply hooked; back: dark blue-gray / dark brown, streaked; breast: white / buff, spotted / heavily streaked pale; underparts: white / pale; wings: black / brown, spotted / streaked, long, broad, and rounded; tail: black / brown, barred, long; legs: red (male), yellow or orange (female); eyes: red or orangish-brown (adult), dark brown (juvenile). Habitat: freshwater wetlands. Juveniles: similar to an adult female, but the crown is streaked."
  },
  "43": {
    "description": "Small with black head, top and sides, black, white; bill: dark grey with a slight downwards hook, slight downwards hook; back: dark grey, with streaks of narrow white bands; underparts: white; wings: grey, with large areas of white; tail: black, with narrow white tips. Habitat: eucalypt forests and woodlands, mallee and acacia shrublands, rainforests and riparian vegetation, urban areas and residential townships. Juveniles: dark brown head with fine streaks on the forehead and ear-covers, white loral spots meeting the eyes and bill, off-white chin and throat, dark brown upperbody with streaks, dark brown uppertail-coverts with a brownish colour at the base of the uppertail, dark grey beak without an obvious hook."
  },
  "44": {
    "description": "Small Compact with Blue and black / blue-gray, bright blue, Blue / white; bill: Dark gray, short and conical; back: bright blue / grayer, Black streaks / streaked; breast: light rusty / pale yellow; underparts: white belly / warmer underneath; wings: Blue / brown, white wingbars / two thin and pale wingbars, Rounded; tail: Blue / brown, Black bars, Short and square; legs: grayish; eyes: dark. Habitat: brushy areas and sometimes weedy pastures, generally well-watered, and sometimes in towns. Juveniles: similar to adult female but with more buff tones and less distinct streaking."
  },
  "45": {
    "description": "Small duck-like with prominent tuft / plain, dark green / brown, white / brown; bill: blue-grey / white around the base, broad and flat; back: black / brown, plain; breast: white; underparts: white flanks / lighter flanks; wings: dark brown / brown, rounded; tail: dark brown / brown, short and rounded; eyes: golden yellow. Habitat: marshes and lakes with plenty of vegetation, coastal lagoons, shorelines and sheltered ponds. Juveniles: brown plumage with white underparts."
  },
  "46": {
    "description": "Fairly large slender with cheeks and crown sides are chestnut, with white eyebrow and crown stripes, chestnut, white; bill: pinkish, short and conical; back: dark-streaked brown, streaked; breast: white, spotted; underparts: white except for a dark central spot; wings: brown, streaked, pointed; tail: dark, white corners, long and narrow. Habitat: a variety of open habitats including grasslands and cultivation. Juveniles: duller, and the underparts are streaked."
  },
  "47": {
    "description": "36–38 cm (14–15 in) rounded body with glossy black, white, black; bill: white, short and stout; back: slaty-black; breast: dark gray to black; underparts: slaty-black; wings: slaty-black, broad; tail: dark gray to black, short; legs: black; eyes: red. Habitat: freshwater lakes and ponds. Juveniles: paler than the adult, has a whitish breast, and lacks the facial shield; the adult black plumage develops when about 3–4 months old, but the white shield is only fully developed at about one year old.."
  },
  "48": {
    "description": "Large duck-like with smoothly rounded, black with an iridescent green sheen / reddish-brown, white; bill: red to brownish-red, serrated edges; back: white with a variable salmon-pink tinge / grey; breast: white; underparts: white; wings: white secondary feathers, black outer half, broad; tail: grey / grayish-brown, short and square; legs: red to brownish-red. Habitat: rivers and lakes in forested areas. Juveniles: similar to adult females but also show a short black-edged white stripe between the eye and bill."
  },
  "49": {
    "description": "Small heron-like with white, white; bill: black, long; back: white; breast: white; underparts: white; wings: white, broad; tail: white, short; legs: black; eyes: yellow. Habitat: wetlands of many types; marshes, riverbanks, lakesides, pools, salt marshes and estuaries. Juveniles: duller, greenish legs."
  },
  "50": {
    "description": "Small bulky bull-headed with cap and face are black, black, black; bill: black, short thick; back: grey; breast: rich red / grey-buff; underparts: rich red / grey-buff; wings: grey, white wing bars, rounded; tail: black / dark brown, short and square. Habitat: mixed woodland with some conifers, including parkland and gardens. Juveniles: cap and face are greyish-brown, upper parts are grey, flight feathers and bill are black, white rump and wing bars."
  },
  "51": {
    "description": "Very large broad, long wings with somewhat finger-like indentations on the tips with plain, golden, light brown; bill: dark at the tip, fading to a lighter horn colour, dark at the tip, fading to a lighter horn colour, with a yellow cere; back: dark brown, plain; breast: light brown, streaked; underparts: dark brown; wings: dark brown, some grey on the inner wing, broad, long wings with somewhat finger-like indentations on the tips; tail: dark brown, some grey, long, held in one plane with the primary tips often spread; legs: yellow; eyes: dark brown. Habitat: open or semi-open areas, often in mountainous regions, avoiding developed areas and heavily forested regions. Juveniles: similar to adults but tend to be darker, appearing black on the back especially in East Asia, with a less faded colour, young birds are white for about two-thirds of their tail length, ending with a broad, black band, and occasionally have white patches on the remiges at the bases of the inner primaries and the outer secondaries, forming a crescent marking on the wings which tends to be divided by darker feathers, by their second summer, the white underwing coverts are usually replaced by a characteristic rusty brown colour, by the third summer, the upper-wing coverts are largely replaced by dark brown feathers, although not all feathers moult at once which leaves many juvenile birds with a grizzled pattern, the final adult plumage is not fully attained until the birds are between 5+1⁄2 and 6+1⁄2 years old."
  },
  "52": {
    "description": "Small songbird with dark cap, yellow face with black stripe across cheeks, black / dark, black / yellow; bill: thin pointed, thin pointed; back: olive, black streaks; breast: yellow, lower breast; underparts: white; wings: white bars on wings, two white wing bars. Habitat: coniferous forests with large trees on the northwestern coast of North America. Juveniles: similar to females with a dark green cap and cheeks."
  },
  "53": {
    "description": "Large swan with black, black; bill: bright red, longer and straighter in males; back: black; breast: black; underparts: black; wings: black, white flight feathers, broad; tail: black, long and pointed; legs: greyish-black; eyes: red. Habitat: fresh, brackish and salt water lakes, swamps and rivers with underwater and emergent vegetation for food and nesting materials; also favors permanent wetlands, including ornamental lakes, but can also be found in flooded pastures and tidal mudflats. Juveniles: greyish-brown with pale-edged feathers."
  },
  "54": {
    "description": "Large swan with black, white; bill: black, wedge-shaped; back: white; breast: white; underparts: white; wings: white, broad; tail: white, short; legs: gray-pink; eyes: dark brown. Habitat: pristine wetlands, large and shallow ponds, undisturbed lakes, wide and slow rivers, and marshes. Juveniles: light grey plumage and pinkish legs, gaining white plumage after about a year."
  },
  "55": {
    "description": "Large goose-like with black head and neck with white \"chinstrap\", black, white; bill: black, wide and flat; back: brown; breast: white; underparts: white; wings: brownish-gray, broad; tail: black, short and square; legs: black. Habitat: arctic and temperate regions of North America, often found on or close to fresh water, brackish marshes, estuaries, and lagoons; also common in urban and cultivated habitats. Juveniles: brownish-gray plumage with less distinct black and white markings compared to adults."
  },
  "56": {
    "description": "Medium-sized hawk-like with plain / striped, gray / brown, white; bill: black, hooked; back: darker grey / brown, barred; breast: white, spotted; underparts: white; wings: gray / brown, barred, long wings held in a shallow V; tail: gray / brown, barred, long; legs: yellow; eyes: dark. Habitat: prairies, open areas, and marshes. Juveniles: similar to adult female but with more streaking on the underparts."
  },
  "57": {
    "description": "Large similar in size, shape, and behavior to the double-crested cormorant with pale gray-buff or light brown; bill: yellow, relatively long (about twice the length of the head), sharply pointed; back: glossy black-green / browner than the male's, spotted or streaked with white; breast: chestnut; wings: glossy black-green / browner than the male's, spotted or streaked with white, wingspan of 1.14 m (3.7 ft); tail: glossy black-blue, white tip, wider and longer; legs: yellow. Habitat: warm, shallow waters and swamplands. Juveniles: mostly brown until they first breed, usually after the second or third winter."
  },
  "58": {
    "description": "Large blocky and broad with bill: dark, short and hooked; back: dark brown, horizontal streaks; breast: whitish, dark brown band; underparts: whitish with dark brown spotting; wings: dark brown, thick and chunky; tail: brick-red above, light buff-orange below, uniformly colored with a single black band, relatively short and broad; legs: yellow; eyes: yellowish to reddish-brown. Habitat: mixed forest and field, deserts, grasslands, coastal regions, mountains, foothills, coniferous and deciduous woodlands, agricultural fields, and urban areas. Juveniles: more difficult to identify, with a patterned tail featuring about six darker bars, and may have a whitish underbelly with a dark brown band across the belly and dark brown spotting on the underside."
  },
  "59": {
    "description": "44–46 cm (17–18 in) in length, of which more than half is the tail with glossy black with a metallic green and violet sheen, glossy black with a metallic green and violet sheen; bill: black; back: black glossed with green or purple; breast: glossy black with a metallic green and violet sheen; underparts: pure white; wings: black glossed with green or purple, primaries have white inner webs, short buoyant flights and chases; tail: black, glossed with green and reddish purple, graduated; legs: black; eyes: dark brown. Habitat: open countryside with scattered trees, sometimes breed at high densities in suburban settings such as parks and gardens, can often be found close to the centre of cities. Juveniles: resemble the adults, but are at first without much of the gloss on the sooty plumage, the malar region is pink, and somewhat clear eyes, the tail is much shorter than the adults'."
  },
  "60": {
    "description": "Fairly large corvid with black, black; bill: grey-black, strong; back: black; breast: black; underparts: black; wings: black, proportionally longer and narrower; tail: black, fan-shaped; legs: black; eyes: dark brown. Habitat: open agricultural areas with pasture or arable land, near tall trees for breeding, often associated with human settlements. Juveniles: black with a slight greenish gloss, except for the hind neck, back and underparts, which are brownish-black; lacks the bare patch at the base of the bill."
  },
  "61": {
    "description": "Medium chunky with striped, brown, light; bill: black, short and stout; back: grey-brown, variegated; breast: light, barring; underparts: white; wings: brown, barred, short, strong; tail: brownish grey, regular barring and a broad black band near the end, short and rounded; legs: dark; eyes: dark. Habitat: mixed woodland rich in aspen. Juveniles: similar to adult female but with less distinct patterns."
  },
  "62": {
    "description": "16 to 18.5 cm (6.3 to 7.3 in) long with dark gray to brownish gray head with a mostly hidden bright red to orangish red patch in the center of the crown, bright red to orangish red, white to yellowish white; bill: black, stubby; back: dull olive-green to brownish olive; underparts: bright yellow; wings: deep grayish brown, pale grayish white edges on the inner secondaries and pale olivaceous edges on the rest of the flight feathers, sometimes showing as two faint wing bars; tail: deep grayish brown, pale olive edges on the feathers; legs: black; eyes: brown. Habitat: moist to semi-arid landscapes in the tropical and lower subtropical zones, including lowlands with scattered bushes and trees, secondary forest, the canopy, edges, and shrubby openings in primary forest and woodlands, the margins of lakes and rivers such as gallery forest, agricultural and pasture lands, and gardens and parks in residential areas. Juveniles: similar to adults but with little or no red on the crown and wider rufous edges on the wing and tail feathers."
  },
  "63": {
    "description": "The largest amongst the 90 odd species in the family Hirundinidae streamlined with glossy steel blue / dark with some steel blue sheen, glossy steel blue / dark; bill: black, short and pointed; back: glossy steel blue / dark with some steel blue sheen; breast: glossy steel blue / lighter; underparts: glossy steel blue / lighter; wings: dark, long and pointed; tail: dark, slightly forked, slightly forked. Habitat: open areas across eastern North America, and also some locations on the west coast from British Columbia to Mexico. Juveniles: look similar to adult females minus the steel blue sheen and browner on the back."
  },
  "64": {
    "description": "Medium-sized stocky with shaggy crest, slate blue, white; bill: black with a grey base, long, heavy; back: slate blue, black feather tips with little white dots; breast: large white collar, large blue band; underparts: white; wings: slate blue, black feather tips with little white dots. Habitat: near inland bodies of waters or coasts across most of North America. Juveniles: similar to adults, but both sexes feature the rufous band on the upper belly. Juvenile males will have a rufous band that is somewhat mottled while the band on juvenile females will be much thinner than that of adult females.."
  },
  "65": {
    "description": "Small typical for an icterid with brown, black / pale; bill: black, finch-like; back: iridescent black / dull grey; breast: black / brown; underparts: iridescent black / dull grey; wings: black / brown, pointed; tail: black / brown, long and slightly forked; legs: black; eyes: dark. Habitat: open or semiopen country. Juveniles: brown plumage similar to adult female."
  },
  "66": {
    "description": "Medium-sized plump with rose red / olive, rose red / orangish; bill: dark gray, stout, pointed; back: rose red / olive; breast: rose red / orangish; underparts: rose red / orangish; wings: rose red / olive-brown, rounded; tail: rose red / olive-brown, short and square; legs: dark gray; eyes: dark brown. Habitat: pine-oak and mixed forests preferred in the southeastern United States, and riparian lowlands preferred in the southwest. Juveniles: olive-green plumage with pale yellow underparts, similar to adult female but less vibrant."
  },
  "67": {
    "description": "32 to 38 cm (13 to 15 in) crested wader with mainly grey with a black forehead / black and white, grey / black, black; bill: pink, short and pointed; back: brownish grey; breast: black; underparts: white; wings: grey-brown, broad white wing bar, pointed; tail: black, short; legs: pink; eyes: dark. Habitat: lake and river banks or open grassland. Juveniles: brownish plumage with less distinct markings compared to adults."
  },
  "68": {
    "description": "Large swan-like with white, white; bill: bright orange, with black around the nostrils and a black nail, long and flat; back: white; breast: white; underparts: white; wings: white, broad; tail: white, short; legs: dark grey; eyes: dark brown. Habitat: temperate areas of Europe and across the Palearctic, as far east as Primorsky Krai, near Sidemi. Juveniles: not the bright white of mature adults, and their bill is dull greyish-black, not orange, for the first year. The down may range from pure white to grey to buff, with grey/buff the most common.."
  },
  "69": {
    "description": "Small sparrow-like with whitish crown and supercilium stripes, sometimes with some yellow (more often near the beak), whitish, white; bill: horn-colored (lower part), dark grey (upper part), conical; back: dark-streaked brown, streaked; breast: brown or blackish, streaking; underparts: whitish; wings: blackish-brown, light brown or white border, rounded; tail: brown, streaked, notched; legs: horn-colored; eyes: dark. Habitat: open grassland habitats in North America. Juveniles: similar to adult female but with more diffuse streaking and softer plumage."
  },
  "70": {
    "description": "Small small-bodied, smaller-headed, and smaller-billed with slaty black hood in breeding plumage / white with a small black ear spot, black, white; bill: black, short, thin; back: grey; breast: white; underparts: white; wings: grey, black and white striped above, very pale below, pointed; tail: white, square; legs: pinkish-red in winter, orangish-red in summer; eyes: dark. Habitat: boreal forest across southern Alaska and much of interior western Canada, as far east as central Quebec and south to within 320 km of the Canada – United States border; winters along the coasts of North America, and in the Great Lakes. Juveniles: scalloped brown on the back, patchy brown on the head; retains a brown bar across the forewing, blackish tips to the secondary feathers, and a black tip to the tail in first-winter plumage."
  },
  "71": {
    "description": "Small slender with striped, olive-brown, pale yellow / yellow; bill: dark, short and pointed; back: olive-brown, streaked / striped; breast: yellowish / yellow, streaked; underparts: yellowish / yellow; wings: brown / olive-brown, streaked / striped, pointed; tail: brown / olive-brown, plain, slightly forked; legs: dark; eyes: dark. Habitat: open coniferous bogs and edge east of the Continental Divide, across Canada and the northeastern United States. Juveniles: similar to adult but duller, with less distinct streaking and a more buffy coloration on underparts."
  },
  "72": {
    "description": "33–36 cm (13–14 in) slender with plain, black, white; bill: black, long, rather thin; back: black / brownish, often with a greenish gloss or sheen; breast: white; underparts: white; wings: black, pointed; tail: black, short; legs: pink; eyes: red. Habitat: marshes, shallow lakes and ponds. Juveniles: grey and have a markedly sandy hue on their wings, with light feather fringes appearing as a whitish line in flight."
  },
  "73": {
    "description": "Small slender with yellow, yellow, dark black / less black; bill: black, short and pointed; back: dark gray; breast: white; underparts: white; wings: dark gray, two diagonal white wing bars, pointed; tail: olive green, short and square. Habitat: open coniferous forests, wetter habitats for nesting, various mountain habitats, Tall Coniferous forest, Douglas fir, Pine, Redwood, mountain like areas. Juveniles: no black throat."
  },
  "74": {
    "description": "Medium-sized hawk with brownish, brown, white; bill: black, hooked; back: dark with pale spots, striped; breast: reddish, spotted; underparts: pale belly with reddish bars; wings: brown, more heavily barred on the upper side, long; tail: brown, marked with narrow white bars, quite long by Buteo standards; legs: yellow; eyes: dark. Habitat: forest raptors, living in bottomland hardwood stands, flooded deciduous swamps, upland mixed deciduous–conifer forests, riparian and oak woodlands, eucalyptus groves, and some residential areas. Juveniles: most likely to be confused with juvenile broad-winged hawks, distinguished by their long tails, crescent-like wing markings, and a more flapping, Accipiter-like flight style."
  },
  "75": {
    "description": "Medium-sized sparrow-like with black and white stripes, brown, gray; bill: pink or yellow, conical; back: brown, streaked; breast: gray, streaked; underparts: gray; wings: brown, bars, rounded; tail: brown, long. Habitat: brushy areas across northern Canada and the western United States."
  },
  "76": {
    "description": "Medium slender with gray, white; bill: black, conical; back: grey or greyish-olive; breast: grey; underparts: buff or cinnamon; wings: gray, rounded; tail: gray, long and slightly forked; legs: gray; eyes: dark. Habitat: semi-open habitats, such as woodlands, scrub and edges of forest. Juveniles: gray plumage similar to adults but possibly duller."
  },
  "77": {
    "description": "Large slender with gray head with slightly darker cheeks, gray, pale; bill: black, short and pointed; back: gray; breast: deep yellow lower breast; underparts: gray-olive; wings: gray, pointed; tail: dark, thin white edge along the distal end of the tail feathers, unforked; legs: black; eyes: dark. Habitat: rangelands and savannas. Juveniles: duller and have pale edges on their wings."
  },
  "78": {
    "description": "Small slender with gray, gray, gray; bill: pale pinkish, short and conical; back: gray or brown; breast: gray, faint streaks; underparts: white; wings: gray or brown, white wing bars, rounded; tail: dark gray to black / grayish-brown, rounded. Habitat: coniferous or mixed forest areas. Juveniles: often have pale streaks on their underparts and may even be mistaken for vesper sparrows until they acquire adult plumage at two to three months, but their heads are generally quite uniform in color already, and initially their bills still have conspicuous yellowish edges to the gape."
  },
  "79": {
    "description": "One of the largest of the tyrant flycatchers perching with black with a strong white supercilium, yellow, white; bill: black, short, thick; back: brown; breast: white; underparts: yellow; wings: brown, with usually strong rufous fringes, rounded; tail: brown, with usually strong rufous fringes, square. Habitat: from open grassland with scattered trees to urban areas."
  },
  "80": {
    "description": "Small slender with grey head / striped, brown, white / duller; bill: dark, short and pointed; back: brown, streaked; breast: white, spotted; underparts: buff; wings: brown, chestnut fringes to the secondary remiges, pointed; tail: brown, plain, short. Habitat: open country and cultivation, with bushes for nesting. Juveniles: brownish with streaked plumage."
  },
  "81": {
    "description": "Mid-sized with solid, red, white; back: black, solid; breast: white, solid; underparts: white; wings: black, patterned with white secondary remiges; tail: black, solid. Habitat: open country across southern Canada and the east-central United States. Juveniles: similar markings to adults, but with grey heads."
  },
  "82": {
    "description": "19–21.5 cm (7+1⁄2–8+1⁄2 in) cup-like with black, black, black; bill: black, short, slender, tipped with a small hook; back: black; breast: upper breast black; underparts: white; wings: black; tail: black, long; legs: black; eyes: dark brown. Habitat: semi-open woodland or grassland with scattered trees, often near wetlands or bodies of water, man-made clearings and grasslands, open forest and mangroves, and urban lawns, parks, and gardens. Juveniles: duller plumage, upperparts brown-tinged with some pale brown scallops on the head and breast."
  },
  "83": {
    "description": "Medium slender with plain, iridescent black / tawny-brown, iridescent black / tawny-brown; bill: long dark, long dark; back: iridescent black / tawny-brown, plain; breast: iridescent black / tawny-brown, plain / blotches or spots; underparts: iridescent black / tawny-brown; wings: iridescent black / darker, plain, pointed; tail: iridescent black / darker, keel-shaped, keel-shaped; legs: black; eyes: pale yellowish or brown. Habitat: coastal saltwater marshes and across the Florida peninsula. Juveniles: Young males are black but lack the adult's iridescence. Immature females are duller versions of the adult female and have blotches or spots on the breast.."
  },
  "84": {
    "description": "Medium-sized with bright red forehead, white stripe extending and widening to the nape, broad black stripe through ear-coverts and down side of neck, white stripe from nasal tufts to side of breast, red / red, sometimes mixed with black, red / white; bill: slate to blackish, chisel-tipped, relatively short and straight; back: white with irregular black bars extending from the mantle to the rump, irregular black bars; breast: pale, black arrowhead-shaped markings; underparts: tinged yellow, transitioning to whiter in the lower region; wings: black with a white panel on the medians and central greater-wing coverts, flight feathers black with white tips, innermost tertials white and black, white panel, black bars, white tips; tail: black with some white webbing, sometimes white tips on outer feathers, barred, sometimes tipped; legs: blue-grey to green-grey; eyes: deep brown. Habitat: deciduous and mixed coniferous forests up to 2,000 metres (6,600 ft) altitude during breeding, forests, forest edges, open woodland, semi-open habitats, larger trees in pastures, clearings, and suburban areas, and occasionally palm groves during non-breeding season, ranging from sea level to 3,400 metres (11,200 ft) but usually between 900 and 3,000 metres (3,000 and 9,800 ft). Juveniles: dark olive-brown overall, buff-striped head, streaked crown, white throat, mottled pale and blackish upperparts, scaly breast, very pale yellow central belly, more barred tail."
  },
  "85": {
    "description": "Small short-tailed with black cap, black, white / whitish; bill: dark grey with a paler area on the base of the lower mandible, long; back: blue-grey; breast: rusty-orange; underparts: orange-buff; wings: blue-grey, round; tail: blue-grey, short, square; legs: pale brown or greyish; eyes: dark brown. Habitat: mature deciduous or mixed woodland with large, old trees, particularly oak. Juveniles: resemble the female, although their plumage is duller and they have paler legs."
  },
  "86": {
    "description": "29.5–30.5 cm (11.6–12.0 in) perching bird with black mask / solid, white, black; bill: black, conical; back: rich green; breast: bright yellow; underparts: bright yellow; wings: green, blue and black markings, rounded; tail: green, blue tip, long and graduated; legs: gray; eyes: bright yellow. Habitat: Andes. Juveniles: similar to adults but duller, with less vibrant colors and a shorter tail."
  },
  "87": {
    "description": "Large distinctive with black, black; bill: black, slightly less pronounced than common raven; back: iridescent black; breast: black; underparts: iridescent black; wings: iridescent black, broad and rounded; tail: iridescent black, almost lozenge-shaped (when compared to common raven); legs: black; eyes: dark brown. Habitat: Virtually all types of country from wilderness, farmland, parks, open woodland to towns and major cities, absent only from tundra habitat. Juveniles: similar to adults but with shorter wings and tail, and a paler, more brownish tinge to the plumage."
  },
  "88": {
    "description": "Small compact with striped / duller than male, black, white; bill: grey, straight; back: bluish; breast: rust-colored; underparts: rust-colored; wings: blue-gray, rounded; tail: bluish, short. Habitat: coniferous forests. Juveniles: similarly plumaged to adults, but with duller heads and paler underparts."
  },
  "89": {
    "description": "Small with intensively blue crown and dark blue line passing through the eye, encircling the white cheeks to the chin, blue, white; bill: black; back: yellowish green; breast: Sulphur-yellow, dark line down the abdomen; underparts: Sulphur-yellow; wings: blue, white bar; tail: blue; legs: bluish grey; eyes: dark brown. Habitat: deciduous or mixed woodlands with a high proportion of oak, parks, gardens, and even in the centre of towns. Juveniles: more yellowish and have fewer contrasting colors."
  },
  "90": {
    "description": "Mid- to large-sized woodpecker-like with striped, gray, white; bill: gray, straight and pointed; back: brown with black bars, black bars; breast: beige with black spots, black spots; underparts: beige with black spots; wings: yellow underwings (yellow-shafted group), red underwings (red-shafted group), black bars, rounded; tail: dark on top, white rump, square. Habitat: open habitats near trees, including woodlands, edges, yards, and parks. Juveniles: often helpless against predators who enter the nest."
  },
  "91": {
    "description": "Small small tuft or crest with plain, gray, light gray; bill: dark gray, short and conical; back: brown-tinged gray; breast: pale gray; underparts: lighter gray; wings: grayish-brown, rounded; tail: grayish-brown, slightly forked; legs: gray; eyes: dark brown. Habitat: open woodlands of warm, dry oak and oak-pine at low to mid-elevations. Juveniles: similar to adult but may have slightly duller plumage."
  },
  "92": {
    "description": "Small round-bodied with lined with grey, brown, orange-toned red; bill: black, short and pointed; back: brownish, or olive-tinged in British birds; breast: orange; underparts: whitish; wings: brown, rounded; tail: brown, short and square; legs: brown; eyes: black. Habitat: parks and gardens in Great Britain, spruce woods in northern Europe. Juveniles: spotted brown and white in colouration, with patches of orange gradually appearing."
  },
  "93": {
    "description": "Small with black cap and bib with white sides to the face, black, black; bill: short dark, short; back: gray; breast: white; underparts: white with rusty brown on the flanks; wings: slightly browner, greater coverts brown, white fringing on the secondary feathers slightly less conspicuous, short; tail: moderately long, slightly shorter and more square-ended, moderately long. Habitat: mixed or deciduous forests in the United States from New Jersey and Pennsylvania west to southern Kansas and south to Florida and Texas."
  },
  "94": {
    "description": "Small compact bird with a full chest and a large, rounded head with boldly coloured head markings, reddish back, and grey underparts, dark grey / brown, black / buff; bill: dark grey, but black in the breeding season, stout and conical; back: warm brown with broad black streaks / brown with darker streaks, broad black streaks / darker streaks around the mantle; breast: grey / pale grey-brown, with black bib / plain; underparts: pale grey or white / pale grey-brown; wings: brown, streaked, rounded; tail: brown, short; legs: pinkish; eyes: dark. Juveniles: similar to the adult female, but deeper brown below and paler above, with paler and less defined supercilia, broader buff feather edges, and looser, scruffier plumage, like moulting adults. Juvenile males tend to have darker throats and white postoculars like adult males, while juvenile females tend to have white throats.."
  },
  "95": {
    "description": "Medium-sized slender with black head / plain, black / dull brownish, grey / white; bill: black with a red base / greyish-black, slender and slightly curved; back: olive-green / dull brownish; breast: grey / white, strong dark streaking; underparts: bright yellow / white; wings: blackish / dark gray, rounded; tail: black, broad white tips to the outer rectrices, long and graduated; legs: pinkish; eyes: dark brown. Habitat: wooded habitats in northern and eastern Australia, southern New Guinea, and the Kai Islands. Juveniles: resemble females, but the streaking below is typically not as strong."
  },
  "96": {
    "description": "11 cm (4.3 in) to 13 cm (5.1 in) with black and white crowns with a white eyebrow, black and white, black and white streaked / white-cream; back: black and white, streaked; breast: streaked; underparts: white; wings: black, two white wing bars; tail: black, streaked; legs: grey-black. Habitat: deciduous forest in breeding range, habitat generalist in non-breeding season. Juveniles: heavily spotted, similar to first fall individuals but duller and less streaky."
  },
  "97": {
    "description": "Large woodpecker with striped, red, red / black; bill: black, long and chisel-like; back: black, white stripes; breast: white; underparts: white; wings: black, white on the feathers by the wings, broad; tail: black, stiff. Habitat: forested areas across Canada, the eastern United States, and parts of the Pacific Coast. Juveniles: less curved crests, or 'mohawks'."
  },
  "98": {
    "description": "Robin-sized rounded with dull grey, brown, light brown; bill: dark, fine pointed; back: brown back streaked blackish, streaked; breast: brownish, streaked; underparts: brownish; wings: brown, streaked, rounded; tail: brown, short; legs: pinkish; eyes: dark. Habitat: woodlands, shrubs, gardens, and hedgerows. Juveniles: browner on the head, looser, 'fluffy' feathering, and more obviously streaked overall."
  },
  "99": {
    "description": "Large with wide white supercilium, wide black band from lores to ear coverts, white cheeks, blackish brown or sooty, white; bill: blackish, sometimes with a brownish base to the mandible, long, wide, heavy, arched; back: olive to dull brownish olive; breast: bright yellow; underparts: bright yellow; wings: dusky brownish, thin pale cinnamon or rufous edges on flight feathers; tail: dusky brownish, thin pale cinnamon or rufous outer feather edges; legs: blackish; eyes: brown. Habitat: wooded and forested landscapes in the tropical and subtropical zones, such as savanna, clearings with scattered trees, plantations, edges of continuous forest, gallery forest, mature secondary forest, and well-shaded gardens. Juveniles: lacks the crown patch, has a yellow tinge on the supercilium, and has darker and more brownish upperparts and wider cinnamon edges on the flight feathers than adults."
  },
  "100": {
    "description": "Medium-sized sparrow-like with striped, rust / brown, white; bill: pinkish, short; back: streaked rusty, buff and black, streaked; breast: gray, unstreaked; underparts: light belly; wings: rusty, strikingly rusty, rounded; tail: brown, plain, short and square; legs: pinkish; eyes: dark. Habitat: marshes, including brackish marshes, across eastern North America and central Canada. Juveniles: two brown crown stripes and much of the gray is replaced with buff."
  },
  "101": {
    "description": "Male: 22–24 cm (8.7–9.4 in), female: 17–18 cm (6.7–7.1 in) passerine with paler below, black, black / beige, yellow, or light salmon; bill: black, sharply pointed; back: black / brown; breast: black, streaked; underparts: black; wings: bright scarlet-vermilion / rust, orange, or gray, with a pale yellow wingbar / mottled, rounded; tail: black / brown, medium length and rounded; legs: black; eyes: black. Habitat: open grassy areas, wetlands, freshwater and saltwater marshes, meadows, prairies, old fields, sparse deciduous forests. Juveniles: resembles the female, but are paler below and have buff feather fringes; above, including the sides of the head, the wings, the tail and the lesser coverts – the feathers of the 'shoulders' – dull brownish black with beige-bordered feathers, paler and narrower in primaries, rectrices, head, and deeper in the scapulars and secondaries; below, pinkish beige, ochre above chin, densely veined with brownish black stripes; undefined ochre-beige supercilious list."
  },
  "102": {
    "description": "Small slender with black mask / fine scalloping on the underside, brown / dark brown, white; bill: black, short and pointed; back: brown; breast: creamy, fine scalloping; underparts: creamy with rufous flanks and belly; wings: brown, lack any white 'mirror' patches, pointed; tail: more brownish, rounded; legs: dark gray; eyes: dark. Habitat: open scrub habitats. Juveniles: Younger birds of lucionensis have a brown crown and lack the grey on the head.."
  },
  "103": {
    "description": "Medium-sized slender with brown, white; bill: pinkish, short and pointed; back: brown; breast: lighter brown, darker spots; underparts: white with brown on the flanks; wings: olive-brown, white-dark-white underwing pattern, rounded; tail: olive-brown, short and square; legs: pink; eyes: light brown. Habitat: coniferous woods with dense undergrowth across Canada, Alaska, and the northern United States; also, deciduous wooded areas on the Pacific coast of North America. Juveniles: similar to adult but may have more spotted plumage."
  },
  "104": {
    "description": "Small sparrow-like with striped, dark brown with a central narrow light stripe, white; bill: pinkish, short and conical; back: streaked with brown, grey, black and white, streaked; breast: light brown, spotted; underparts: white belly; wings: brown, bright yellow feathers at the crook of their underwing, rounded; tail: short brown, short; legs: pinkish; eyes: dark. Habitat: open fields and prairie grasslands, avoiding woody vegetation, preferring fields that are burned every 2–3 years and moderately grazed. Juveniles: young birds molt into adult plumage within a few months of fledging."
  },
  "105": {
    "description": "Fairly large wren; the second largest in the United States with white supercilious streak bordered thinly with black above and below, rich brown, grey; bill: lemon-colored and paler at the base, longer bill compared to some other wren species; back: rich brown, darker brown barring on both webs; breast: buff; underparts: buff on chest, flank and belly, warmer color on the latter two; wings: rich brown, small white dots on lesser primary coverts, darker brown bars on primaries (outerwebs only); tail: brown, 18 to 20 bars spanning across the tail, tail is pointed downward while singing; legs: flesh-colored; eyes: reddish-brown. Habitat: dense cover in forest, farm edges, and suburban areas; riparian forest, brushy edges, swamps, overgrown farmland, suburban yards with abundant thick shrubs and trees, and parks; dilapidated buildings and unkempt yards in man-made areas; slash pine and palmettos (for certain subspecies). Juveniles: similar in appearance to adults but generally paler; softer texture, buff-tipped wing coverts, and a paler superciliary streak; post-juvenile molt results in darker color and a whiter superciliary stripe."
  },
  "106": {
    "description": "Very small plump with striped, brown, light brown; bill: blackish upper mandible, and a black-tipped yellowish or pale grey lower mandible, long, thin; back: dull greyish-brown to rich rufescent-brown, spotted; breast: light brown, spotted; underparts: brown, over buff and pale grey, to pure white; wings: brown, blackish barring, rounded; tail: brown, blackish barring, short, typically held cocked; legs: pinkish or grey; eyes: dark. Habitat: most suburban areas in its range, floodplain forests in the western great plains. Juveniles: similar to adult but with less distinct markings."
  },
  "107": {
    "description": "Small slender with black face and flanks, black / gray, black / white; bill: black, thin pointed; back: deep blue / olive-brown; breast: white; underparts: white / light yellow; wings: black / darker, white wing bars, pointed; tail: black / darker, square-tipped. Habitat: temperate mature deciduous forests or mixed coniferous-deciduous forest with a thick understory. Juveniles: brown upperparts with a creamy supercilium and brownish spots on the throat, the breast and the belly."
  },
  "108": {
    "description": "11–12 cm (4.3–4.7 in) slender with striped, gray, white; bill: orange, conical; back: grey; breast: white, spotted; underparts: grey; wings: olive, striped, pointed; tail: black, long and narrow; legs: pink; eyes: dark. Habitat: temperate forest, dry savannah, dry forest, mangrove habitats in tropical regions. Juveniles: do not have red brow marks and lack olive colouration on the collar and wing coverts."
  },
  "109": {
    "description": "Small slender with black hood / olive-green cap, black / olive-green, yellow; bill: dark gray, short and pointed; back: olive/green-brown, plain; breast: yellow; underparts: yellow; wings: olive green with white wing bars, white wing bars, rounded; tail: olive green, short and square; legs: pinkish; eyes: dark. Habitat: broadleaved woodlands with dense undergrowth. Juveniles: essentially identical to (and easily confused with) females."
  },
  "110": {
    "description": "Large with pale hoary gray or grayish white forecrown and supercilium, brownish gray to olive crown with blackish streaks, large canary-yellow patch in the center, brownish gray to olive, white with dusky streaks; bill: dusky or blackish with a dusky white base to the mandible; back: light olive with a buffy tinge, streaked with dusky centers to the feathers; breast: primrose-yellow to sulphur-yellow, wide coarse black or dusky streaks; underparts: primrose-yellow to sulphur-yellow; wings: dusky, wide yellowish white to primrose yellow edges on the outer webs of the median and greater coverts and inner secondaries, cinnamon-buff edges on the wing coverts and secondaries; tail: mostly cinnamon-rufous, with dusky shafts that show as streaks; legs: dusky, plumbeous, or black; eyes: brown to dark brown. Habitat: deciduous forest, gallery forest, and the edges of evergreen forest in the tropical and subtropical zones; in Arizona, typically in riparian canyons; in migration, favors somewhat open woodlands and the edges of denser forest; on wintering grounds, mostly inhabits forest along rivers, also in disturbed and secondary forest, and in the edges and canopy of unbroken tropical forest. Juveniles: little or no yellow crown patch, strong brownish buffy tinge to upperparts, cinnamon-buff edges on wing coverts and secondaries."
  },
  "111": {
    "description": "Small slender with yellow line above the eye, a dark line through it, and a yellow spot below it, olive-green, yellow; bill: dark gray, thin pointed; back: olive, rusty streaks; breast: yellow; underparts: yellow; wings: olive-green, two pale wing bars, pointed; tail: olive-green, long; legs: black; eyes: dark. Habitat: brushy areas and forest edges in eastern North America. Juveniles: Coloring is duller in female and immatures.."
  },
  "112": {
    "description": "Large sparrow with black / plain, black / brown, white; bill: black / dark, short and conical; back: black / brown; breast: rusty-orange / white, streaked with black; underparts: white; wings: black / brown, white wing bars / white bars, rounded; tail: black / dark, white edges, long; legs: pinkish; eyes: red. Habitat: brushy areas across eastern North America. Juveniles: brown overall."
  },
  "113": {
    "description": "Large slender with black, white; bill: yellow, straight and pointed; back: black; breast: white; underparts: white; wings: black and white, white patches, pointed; tail: black, long and graduated; legs: black; eyes: yellow streak around the eye. Habitat: California's Central Valley and the adjacent chaparral foothills and mountains."
  },
  "114": {
    "description": "Medium-sized slender and long-tailed with grayish-brown, white or pale-buffy white; bill: dull brown with pinkish grey base of lower mandible, longer-bill that is blacker; back: rufous; breast: white or pale-buffy white, keenly blackish oval shapes; underparts: white or pale-buffy white; wings: dullish-brown with rufous brown edges, Broad white tips on the greater and lesser primary coverts; tail: long-tailed; eyes: orange or orange-yellow. Habitat: dense vegetation with spiny shrubs and trees, willows, mesquite, huisache, cacti, or yucca. Juveniles: dusty streak marks on its rump, with buffy-white undertail coverts."
  },
  "115": {
    "description": "Large heron-like with solid, black, white; bill: black, long, sharp; back: grey; breast: pale gray; underparts: paler grey; wings: slate gray, broad; tail: slate gray, short; legs: black; eyes: yellow. Habitat: sub-Saharan Africa and Madagascar. Juveniles: grayish plumage with streaked patterns."
  },
  "116": {
    "description": "Small streamlined with black, white; bill: yellow, long and pointed; back: black, glossed green; breast: white; underparts: white; wings: silvery, broad; tail: dark brown, longish; legs: black; eyes: greenish. Habitat: freshwater wetlands or quiet coasts. Juveniles: browner, with a white belly."
  },
  "117": {
    "description": "Small plump with rufous mask, black / brown, white; bill: dark, large and heavy; back: mainly dark grey; breast: black / brown or rufous, black breast band / breast band, often incomplete; underparts: white; wings: brown, short white wing bar, rounded; tail: white, white tail sides, short; legs: pink; eyes: dark. Habitat: strictly coastal, sandy beaches or sandbars. Juveniles: similar to the female, but the breast band is often incomplete."
  },
  "118": {
    "description": "Small slim with striped, speckled brown, white; bill: pale with a dark tip, pale with a dark tip; back: grey-brown, with dark streaks; breast: buff, spotted; underparts: pale grey; wings: brown, with light wing bars, rounded; tail: brown, long notched, long notched; legs: pinkish; eyes: pale. Habitat: brushy areas, especially with sagebrush, in southern parts of western Canada and in the western United States. Juveniles: similar to adult female but with less distinct markings."
  },
  "119": {
    "description": "Mid-to-large plump with maroon/purple / duller colored, grayish-brown; bill: red with a yellow tip, short and stout; back: less brown; breast: grayish-brown; underparts: blue-gray; wings: maroon/purple, rounded; tail: blue-gray, square; legs: pinkish-red; eyes: pale red. Habitat: dry forests, coastal Mexico and Central America, riverside wetland areas. Juveniles: more dull in color, dark and dusky shoulders, more brown mantle and wings."
  },
  "120": {
    "description": "Small slender with white with black cap, black, white; bill: red, strong; back: dark grey; breast: white; underparts: dark grey; wings: gray, long and narrow; tail: pale grey, short, forked-looking; legs: red; eyes: dark. Habitat: inland marshes. Juveniles: Juvenile whiskered terns have a ginger scaly back, and otherwise look much like winter adults. The first winter plumage is intermediate between juvenile and adult winter, with patchy ginger on the back.."
  },
  "121": {
    "description": "Medium-sized with white forehead, black nape and crown (streaked white), white cheeks, black (streaked white); bill: dark red, dark red; back: grey; breast: pale grey; underparts: pale grey; wings: pale grey, white leading edge, translucent area near the wingtip, high aspect ratio; tail: white, grey outer webs, deeply forked; legs: short and dark red. Habitat: coasts, islands and occasionally inland on tundra near water. Juveniles: black bill and legs, 'scaly' appearing wings, mantle with dark feather tips, dark carpal wing bar, and short tail streamers; whiter forecrown during their first summer."
  },
  "122": {
    "description": "Small stocky with streaked, rusty, white; bill: dark, short; back: brownish with dark streaks and rust colouring on the wings, streaked; breast: white, streaked; underparts: white with dark spots; wings: rust, dark spots; tail: white with black band, black band; legs: yellow. Habitat: rocky tundra areas in Alaska and the Yukon during breeding season; rocky shores, reefs, and ledges on the coast during non-breeding season. Juveniles: mainly grey on the upperparts and breast and white on the underparts with streaking."
  },
  "123": {
    "description": "Medium slender with crest-like structure, black, black; bill: pale yellow, slender and very sharp; back: black with a slight green sheen; breast: black; underparts: black with a slight green sheen; wings: black, white wing patches, tips and base of primaries are white, pointed; tail: black, white tips on all but the middle pair, long and graduated; legs: dull dark yellow; eyes: orange. Habitat: open spaces near urban and agricultural areas, eaves of buildings, along roads and alleys, near gardens and parks, in parking lots, under bridges, in trees, in chimneys, on roofs, agricultural fields, orchards, farmyards, near manure piles, plowed fields, grasslands, fields, edge of forests. Juveniles: fully covered with brown feathers, crest is usually not well developed, blue-gray eyes."
  },
  "124": {
    "description": "Medium-sized with dark rufous, dark rufous; bill: yellowish to dusky, stout; back: brownish, fine black vermiculations; breast: dark rufous, white stripe down the center of the foreneck; underparts: buffy-brown; tail: black, narrowly barred with white; legs: dull green; eyes: bright yellow. Habitat: wetlands from Central America through much of South America. Juveniles: rusty-buff overall, coarsely barred with black; the buff and black banding on its wings is especially pronounced. Its throat, central chest, and belly are white.."
  },
  "125": {
    "description": "Large stork-like with plain, black, white; bill: red, long, straight, pointed; back: black, plain; breast: white, shaggy, long feathers forming a ruff; underparts: white; wings: black, plain, broad; tail: black, plain, short; legs: red; eyes: brown. Habitat: marshy areas, rivers, inland waters, large marshy wetlands with interspersed coniferous or broadleaved woodlands, hills and mountains with sufficient networks of creeks. Juveniles: resembles the adult in plumage, but the areas corresponding to the adult black feathers are browner and less glossy. The scapulars, wing and upper tail coverts have pale tips. The legs, bill and bare skin around the eyes are greyish green.."
  },
  "126": {
    "description": "Medium-sized slender with broad black mask and nape / black nape, black / yellow, yellow; bill: pinkish / pink, strong pinkish; back: golden / greenish or olive; breast: yellow; underparts: golden / yellow; wings: black, white bar / white wing bars, pointed; tail: black, long and forked; legs: grey; eyes: red. Habitat: forests, gardens and plantations. Juveniles: streaked underside, dull greenish with brown streaks, head and nape more yellowish, undertail coverts yellow."
  },
  "127": {
    "description": "About 30 cm (12 in) long typical kingfisher shape with green, white; bill: black with some pale yellow at the base of the mandible, long heavy bill; back: dark bronzy green; breast: rich rufous / green, dark green sides; underparts: white belly with dark green streaks on the side; wings: green, buff spots on the upperwing coverts, rounded; tail: green, short; legs: dark gray; eyes: dark. Habitat: large rivers, both slow- and fast-flowing, and the wooded shores of lakes and freshwater lagoons. It also occasionally occurs in brackish lagoons, mangroves, and tidal estuaries. It favors open landscapes rather than dense forest.. Juveniles: Juvenile males have a buffy rufous breast and both sexes have buff spots on the upperwing coverts and a large yellow patch on their bill.."
  },
  "128": {
    "description": "Small slender with grey head with a darker \"bandit mask\" through the eyes, grey, white; bill: black, short and pointed; back: grey, striped; breast: white, spotted; underparts: whitish; wings: brown, striped, pointed; tail: brown, short and square. Habitat: fairly open country and cultivation, with large bushes for nesting and some trees. Juveniles: similar to adult but with more spotted underparts."
  },
  "129": {
    "description": "Fairly large long-necked with a small head resembling that of a pigeon with blue-grey / brown; bill: slender beak with a hooked tip; back: brown, striped; breast: light brown, striped; underparts: paler below; wings: brown, three black under wing bands / four narrower black under wing bands, long broad wings well rounded at six-fingered tips; tail: brown, two black bands in the tail / three black tail bands, broad, of medium length with a rounded tip; eyes: brown (male), yellow (female). Habitat: well-forested lowland and hilly areas that are broken by open glades, sometimes found in small groves near villages. Juveniles: extensive black primary tips with narrower underwing bands, yellow cere at the base of the bill, and a dark iris."
  },
  "130": {
    "description": "Small compact body with short neck with black band across forehead and eyes, rufous / brownish-gray, white; bill: black, short and stout; back: grey/brown; breast: white, two incomplete dark breast-bands; underparts: white; wings: brownish-gray, rounded; tail: brownish-gray, short and square; legs: dark; eyes: dark. Habitat: alkali lake shores, wetlands, salt marshes, coastland, semi-desert habitats, tundra. Juveniles: similar to adults but with less distinct black head band and more mottled brown upperparts."
  },
  "131": {
    "description": "Small compact with striped, dull grey-brown, white; bill: long decurved, long decurved; back: dull grey-brown intricately patterned with black, buff and white, intricately patterned with black, buff and white; breast: dingy, spotted; underparts: dingy; wings: brown, striped, short and rounded; tail: brown, striped, long stiff; legs: dark; eyes: dark. Habitat: temperate woodlands, prefers well-grown trees, especially oak, avoids pure stands of conifers. Juveniles: whitish underparts, sometimes with a buff belly."
  },
  "132": {
    "description": "20.5 to 23 cm (8.1 to 9.1 in) long and weighs 36.5 to 50 g (1.3 to 1.8 oz) with olive to olive-brown crown and nape with thin cinnamon edges on the feathers, black lores extending to the ear coverts forming a dark 'mask', dull white to yellowish white supercilium, white streak below the mask, olive to olive-brown with a bright yellow to orange-yellow patch in the center, white with thin dusky streaks; bill: black with a pinkish to pinkish brown base to the mandible, black bill with a pinkish to pinkish brown base to the mandible; back: grayish brown to olive with buffy edges and dusky shafts giving a streaked appearance, buffy edges and dusky shafts on the feathers that give a streaked appearance; breast: white with yellowish flanks, heavier streaks; underparts: mostly white with yellowish flanks, lower belly, and undertail coverts; wings: dusky, pale cinnamon-rufous edges on the lesser coverts and thin cinnamon-rufous edges on the outer webs of the other coverts and most of the flight feathers; tail: mostly cinnamon-rufous with dusky to black along the shafts, dusky to black streaks; legs: gray to black; eyes: brown to dark brown. Habitat: canopy and edges of a variety of forested landscapes in the tropical and lower subtropical zones, including evergreen and deciduous forest, gallery forest, várzea forest, mangroves, and clearings with some tall trees. Juveniles: lacks the adult's crown patch and has more rufous on the tail feathers."
  },
  "133": {
    "description": "Large seabird with white, white; bill: red-tipped yellow, very thick, powerful; back: dark; breast: white; underparts: white; wings: dark, black tips, broad and rounded; tail: white, square-tipped; legs: yellow; eyes: dark. Habitat: coasts of Australia, sheltered beaches, exposed shores, offshore islands. Juveniles: mottled-brown all over, attains adult plumage gradually, by fourth year usually indistinguishable from adult."
  },
  "134": {
    "description": "Medium-sized plump with grey / yellowish, green / greenish, white / yellowish; bill: white, pale blue green or grey, short and stout; back: olive green / green; breast: orange / white; underparts: yellowish with grey flanks / yellowish; wings: green, black primaries and yellow edging on the tertiaries, rounded; tail: grey, black band at the end, chestnut uppertail coverts, square; legs: pink or reddish; eyes: dark. Habitat: primary forest, forest edge, secondary forest, coastal mangroves, gardens, plantations, farmland, and urban areas with fruiting trees. Juveniles: similar to females but greyer above."
  },
  "135": {
    "description": "About the same size as the Eurasian magpie perching bird with black, bluish, black; bill: bright orange-red, conical; back: duller violet-blue; breast: black; underparts: greyish cream; wings: violet-blue, rounded; tail: brighter violet-blue, broad, white tip, long; legs: bright orange-red; eyes: a ring around each eye is bright orange-red. Habitat: evergreen forest and scrub in predominantly hilly or mountainous country, adapted to urban habitat."
  },
  "136": {
    "description": "Small streamlined with plain, dark brown, white; bill: black, long and pointed; back: dark brown; breast: dark brown; underparts: dark brown; wings: dark brown, broad; tail: dark brown, long; legs: black; eyes: brown. Habitat: pools with plenty of vegetation, lakes and river deltas, rice fields or other flooded areas where trees and shrubs can be found, waters with higher salinity in estuaries or on barrier lakes. Juveniles: similar to adults but may have lighter plumage."
  },
  "137": {
    "description": "Small slender with distinct black face mask, forehead and v-shaped band across the chest, mottled brown, white; bill: red with black tip, short and pointed; back: mottled brown; breast: white, v-shaped band across the chest; underparts: white; wings: mottled brown, white bar, pointed; tail: grayish-brown, short; legs: pale orange; eyes: dark. Habitat: edges of freshwater sources including wetlands, lakes, dams and billabongs, as well as shallow, temporary claypan pools; occasionally mudflats and estuaries. Juveniles: duller in colour with a greyish beak and lacking the black breast band and forehead."
  },
  "138": {
    "description": "Medium-sized large wader with orange or reddish; bill: yellow, heavy yellow beak with a down-curved tip; back: whitish; breast: black with white scaly markings, distinctive black breast band with white scaly markings; underparts: whitish; wings: black with a greenish gloss, long tertials tipped in bright pink, white tips of black coverts giving the appearance of white stripes; tail: black with a green gloss, short; legs: yellowish to red but often appear white. Habitat: freshwater wetlands, irrigation canals, and crop fields, particularly flooded rice fields during the monsoon. Juveniles: mainly whitish with grey bills and blackish facial skin, assumes a brownish plumage."
  },
  "139": {
    "description": "Especially small rounded with gray, white; bill: black, short and pointed; back: grey-brown; breast: white; underparts: white; wings: gray, rounded; tail: darker than body, white tail end markings, long; legs: dark gray; eyes: ruby red. Habitat: native and exotic forests, shrubs, suburban areas with vegetation. Juveniles: yellowish feathers around the face and underbody, brown eye."
  },
  "140": {
    "description": "35–42 cm (14–17 in) rounded body with red, white; bill: bluish grey, short and stout; back: black; breast: dark gray; underparts: black; wings: black, broad; tail: dark gray, short; legs: black; eyes: red. Habitat: freshwater lakes and ponds. Juveniles: paler than the adult, has a whitish breast, and lacks the facial shield."
  },
  "141": {
    "description": "Similar to the American robin similar to the American robin with brown, light gray; bill: dark gray, short and conical; back: brown; breast: light gray; underparts: light gray; wings: brown, rounded; tail: brown, slightly forked; legs: pinkish; eyes: dark brown. Habitat: wooded habitats in eastern and northern South America, from Brazil, Colombia to Uruguay, with localized population in the west; very common in human inhabited parts of its range, often nesting in garden shrubs and small trees. Juveniles: similar to adult but with more mottled plumage."
  },
  "142": {
    "description": "18 to 19 cm (7.1 to 7.5 in) long and weighs between 53 and 65 g (1.9 and 2.3 oz) with bright green with a bluish wash on the crown, bluish, orange; bill: pale, pale; back: bluish green; breast: bright green; underparts: mostly bright green with bluish vent and thighs; wings: brown, brown wing coverts that show as 'shoulders' when perched; tail: bluish green; eyes: white eye ring. Habitat: semi-open to open landscapes including Llanos, deciduous woodland, secondary and gallery forest, plantations, and treed parts of towns. It shuns evergreen forest.. Juveniles: similar to adults."
  },
  "143": {
    "description": "Medium slender with black cap, black, white; bill: dark gray, short and conical; back: grayish-brown; breast: white; underparts: white; wings: grayish-brown, rounded; tail: grayish-brown, short crest; legs: dark gray; eyes: dark. Habitat: subtropical or tropical moist lowland forests. Juveniles: similar to adults but with less distinct black cap and duller plumage."
  },
  "144": {
    "description": "10 cm (3.9 in) round with small red patch in front of both eyes, scarlet / brown, scarlet / brown; bill: pink, short and conical; back: scarlet / brown; breast: scarlet / brown; underparts: scarlet / buff; wings: brown, rounded; tail: scarlet / brown, short; legs: gray; eyes: dark. Habitat: open grassland and cultivation. Juveniles: brown plumage with no distinct red coloration."
  },
  "145": {
    "description": "12.5–14.5 cm (4.9–5.7 in) rounded with grey with white on the sides, brown, black; bill: short dark, short dark; back: grey-brown, striped; breast: white; underparts: white with brown on the flanks; wings: greyish, striped, short; tail: greyish, long notched. Habitat: coniferous woods in Canada, Alaska, and the northernmost portions of the contiguous United States. Juveniles: similar to adult but with less distinct patterns and duller colors."
  },
  "146": {
    "description": "11–14.5 cm (4.3–5.7 in) slender with black mask, bright yellow / olive-brown, black / yellowish; bill: black / pinkish-brown, short, strong, conical; back: yellowish-green / greenish-yellow, streaked darker; breast: bright yellow / pale yellow; underparts: bright yellow / off-white; wings: brown, pointed; tail: brown, short and square; legs: pinkish brown; eyes: brown or red-brown. Habitat: shrubland, savanna, grassland, open woodland, inland wetlands, semi-desert areas, sub-urban gardens and parks. Juveniles: like the female."
  },
  "147": {
    "description": "15–17 cm (5.9–6.7 in) stocky with black mask, yellow / olive, black; bill: black, strong conical; back: black and yellow / streaked olive, striped / streaked; breast: yellow; underparts: yellow / pale yellow; wings: yellow and black, striped, pointed; tail: brown, short and square; legs: pinkish; eyes: dark reddish. Habitat: open or semi-open habitats, including woodlands and human habitation. Juveniles: like the female, but browner on the back."
  },
  "148": {
    "description": "Sparrow-sized slender with striped, black, white; bill: black / horn-colored (light gray), conical; back: brown, striped; breast: white, faint brown spotting; underparts: white; wings: brown, striped, pointed; tail: brown, short; legs: pinkish; eyes: dark. Habitat: dry regions with woodland or wooded grassland, thornveld and scrubby, dry riverbanks. Juveniles: pinkish-brown bill."
  },
  "149": {
    "description": "Small slender with striped, brown, white; bill: dark, fine; back: white V, unstreaked; breast: orange, unstreaked; underparts: white; wings: brown, striped, longer primary projection; tail: brown, short; legs: dark; eyes: dark. Habitat: wet grassland, soft mud, intertidal mudflats, muddy margins of freshwater lakes. Juveniles: more contrasting mantle plumage and weaker white lines down the back than little stint."
  },
  "150": {
    "description": "Small shank with plain, grayish-brown, white; bill: dark, long fine bill; back: greyish brown, white wedge up its back; breast: white, diffuse small brownish spots; underparts: white; wings: brown, spotted, pointed; tail: brown, short; legs: yellowish; eyes: dark brown. Habitat: open grassy steppe and taiga wetlands. Juveniles: brownish plumage with spotted patterns on upperparts and streaked breast."
  },
  "151": {
    "description": "Small slender with olive-brown, pale yellow; bill: dark, yellowish, wide; back: olive; breast: washed with olive; underparts: whitish; wings: olive-brown, white wing bars, pointed; tail: olive-brown, long and narrow; eyes: white. Habitat: deciduous forests, often near water, across the eastern United States and southwestern Ontario. Juveniles: similar to adult but with more mottled plumage."
  },
  "152": {
    "description": "Very large large and powerful with dark brown, white with sparse blackish-brown spotting; bill: pale greenish, medium size; back: dark brown; breast: white with sparse blackish-brown spotting; underparts: white with sparse blackish-brown spotting; wings: dark brown, pale streaked with black, long broad wings with relatively narrow rounded tips; tail: uniform brown, similar barring as the remiges, short; legs: pale greenish; eyes: rich yellow. Habitat: open woods and woodland edges, wooded savannah and thornbush habitats. Juveniles: pearly gray colour above with considerable white edging, speckled grey effect on crown and hind neck, entire underside conspicuously white, wing coverts mottled grey-brown and white, patterns of bars on primaries and tail that are similar to adult but lighter and greyer."
  },
  "153": {
    "description": "Small short-tailed with bronzy-black, blue-green glossy; bill: black, long narrow; back: blue-green glossy; breast: white, wider white breastband / slender white strip; underparts: red-orange; wings: glossy metallic-green, dark black spots on the median and greater coverts; tail: white, short; legs: black; eyes: creamy-white. Habitat: savanna, thornbush and acacia arid areas, open woodland, lakeshore woodlands, gardens and cultivated fields. Juveniles: duller plumage, no glossy sheen except on the tail and wing feathers, brown iris turning grayish white, pale yellowish bill with darkening on the tip, brown legs."
  },
  "154": {
    "description": "About 17 cm (6.7 in) slim, elongated-looking with buff barred with brown; bill: brown, long and slender with a broad base and sharp tip; back: barred and mottled in shades of pale brown with rufous and blackish bars and wider black streaks, barred and mottled; breast: creamy white, arrow-heads which are reduced to spots on the lower breast; underparts: creamy white with brown markings; wings: brown, rufous-buff markings; tail: grey, speckled with brown, with faint bands of greyish-brown and a few more clearly defined bands of brownish-black, rounded; legs: pale brown; eyes: hazel. Habitat: open countryside, parkland, gardens, orchards, heaths and hedgerows, especially where there are some old trees; may also inhabit deciduous woodland and in Scandinavia it also occurs in coniferous forests. Juveniles: much similar to the adults but with a milder and less distinct coloration."
  },
  "155": {
    "description": "Large mid-sized rather broad-bodied raptor with plain pale, creamy rufous to light sandy with at most a few darker streaks; bill: dark, relatively large bill on a smallish head, long and heavy; back: dark brown with sandy buff streaks, conspicuous sandy-brown mantle and wing coverts with dark feather-eters causing a contrasting effect; breast: pale, pencil thin streaks; underparts: darker rufous-brown; wings: dark brown with sandy buff streaks, contrasting effect with dark feather-eters, long broad wings with fairly straight edges and only slightly tapering hands with rounded five-fingered end; tail: light rufous-orange, fairly rounded shape; legs: dull yellow; eyes: very dark brown. Habitat: open, uncultivated areas, with high bushes, trees, cliffs or hillocks, arid areas, steppe, semi-desert, desert edge, barren rocky landscapes, dry shrubland, sea coasts, slightly hilly plains, grasslands during winter. Juveniles: similar to respective adults of their morphs but tend to possess neater, paler edging above, especially on the tips of the greater and median coverts, more streaky about the head and breast, tail going from pale whitish darkening outwards to grey-brown with irregular faint brown bars, dark morph juveniles less dark than the adult of that morph, sometimes evidencing a small paler patch on breast, tail pattern differs from the dark adult, generally browner with 3 very broad bands and a slightly broader subterminal band."
  },
  "156": {
    "description": "Small streamlined with brown, white; bill: black, short and pointed; back: blue; breast: white, heavy dark streaking; underparts: white; wings: brown, long and narrow; tail: brown, deeply forked. Habitat: open, often hilly, areas with clearings and cultivation. Juveniles: duller and browner, with a paler rump and shorter outer tail feathers."
  },
  "157": {
    "description": "1.7–4 kg (3.7–8.8 lb) geese-like with plain, brown, white; bill: black at the base and tip, with an orange band across the middle, short and stout; back: brown, streaked; breast: white, streaked with brown; underparts: white; wings: dark brown, narrow white fringes to the feathers, broad; tail: black, short and square; legs: bright orange; eyes: dark brown. Habitat: northern Europe and Asia (breeding), further south in Europe and Asia (wintering). Juveniles: similar to adults but may have less distinct coloration and patterns."
  },
  "158": {
    "description": "Medium-large swan-like with white, white; bill: darker, redder, long and flat; back: white; breast: white; underparts: white; wings: white, black tips to the outer six primary feathers, broad; tail: white, short; legs: pink; eyes: red. Habitat: well-vegetated lagoons, freshwater swamps, and sometimes human-made reservoirs. Juveniles: blue-grey bills and feet and black striping running down the length of their bodies (to aid in camouflage from predators), with this eventually fading by about eight months of age."
  },
  "159": {
    "description": "16.5–17 centimetres (6.5–6.7 in) long slender with striped, brown, light brown; bill: dark brown or blackish, short and pointed; back: smoky-olive, weakly streaked with darker brown, weakly streaked; breast: buff, heavily marked with poorly defined brown streaks; underparts: buff; wings: brown, streaked, longer-winged than meadow pipit; tail: brown, streaked, short; legs: dark; eyes: dark brown or blackish. Habitat: rocky coasts, typically below 100 metres (330 ft). Juveniles: resemble the adult, although they may sometimes be browner and more streaked above, looking superficially similar to meadow pipits."
  },
  "160": {
    "description": "Very large longest and largest winged vulture in its range with bare, wrinkled, pinkish or bluish; bill: horny yellow, massive; back: blackish, lined with brown; breast: white, spotted or streaked with dark brown; underparts: pure white to buff-brown; wings: blackish, white lining the wings, large, broad wings held with the front edges held parallel and slightly pointed, serrated-looking wingtips; tail: dark brown, uniform, 33-36 cm (13-14 in); legs: grayish; eyes: dark brown. Habitat: dry savannah, thornbush, arid plains, deserts with scattered trees in wadis, open mountain slopes, undisturbed open country with a scattering of trees, areas with minimal grass cover. Juveniles: similar to adults but with darker plumage and less distinct white underparts."
  },
  "161": {
    "description": "About 25 cm (10 in) compact with iridescent, blue-green, blue-green; bill: black, short and stout; back: greenish-blue, iridescent; breast: blue-green, iridescent; underparts: blue-green; wings: blue, iridescent, rounded; tail: blue, iridescent, short and square; legs: black; eyes: yellow. Habitat: open woodland, plantations, savannah, bushveld, rough grassland, parks and gardens. Juveniles: duller plumage compared to adults, less iridescent."
  },
  "162": {
    "description": "Medium-sized rounded with bright red / small dull yellow crown stripe, bright red / yellow; bill: dark gray, short and conical; back: dull dusky red / brownish olive; breast: red / brown, somewhat paler below / paler and greyer below; underparts: somewhat paler below / paler and greyer below; wings: brown, rounded; tail: brown, short and square; legs: grayish; eyes: dark. Habitat: thick undergrowth at the edge of forest, second growth or abandoned plantations at altitudes from sea level to 600 m (2,000 ft). Juveniles: brown and lack the throat and crown patches."
  },
  "163": {
    "description": "45–52 cm (18–20 in) in overall length with a wingspan of 112–122 cm (44–48 in) streamlined with plain, dark brown, white; bill: pale yellow with a dark patch near the tip, slender and pointed; back: brownish-grey with most feathers fringed with a lighter brown; breast: white; underparts: mostly white with a brown border which is most prominent of the trailing edge of the wing; wings: darker brown, more white on the primary feathers at the wingtip, in particular the outermost large feather (P10), long and narrow; tail: dark brown, upper tail-coverts are tipped whitish, square-tipped; legs: pale flesh colour; eyes: dark brown. Habitat: breeds on rocky islands and on steep coasts in the Mediterranean; forages in the Atlantic outside the breeding season. Juveniles: brownish plumage with lighter underparts."
  },
  "164": {
    "description": "Large ground-dwelling with striped, black, white; bill: yellow, pointed; back: brown; breast: white; underparts: white; wings: brown, white bar, rounded; tail: white, tipped black, short; legs: yellow; eyes: dark. Habitat: wet lowland habitats, especially damp grassland. Juveniles: similar to adult but with less distinct patterns and duller colors."
  },
  "165": {
    "description": "Small slender with plain, black / blue-gray, white; bill: black, thin; back: dusky gray / gray; breast: white; underparts: dusky gray / white; wings: gray, white bars, rounded; tail: black / gray, white tips and edges on the underside / white edges, long, thin; legs: black; eyes: dark brown. Habitat: coastal sage scrub, dry habitats including Baja California desert and Gulf of California xeric scrub. Juveniles: grayish-brown plumage with lighter underparts."
  },
  "166": {
    "description": "Less than 10 cm (3.9 in) slender with iridescent / plain, glossy metallic bluish to purplish black / olive brown, purplish black / yellow; bill: black, down-curved; back: glossy metallic bluish to purplish black / olive brown, plain; breast: purplish black / yellow, bordered with green / plain; underparts: purplish black / yellowish; wings: dark brown / brown, pointed; tail: blue-purple / brown, dark and short square ended, square ended; legs: gray; eyes: darkish. Habitat: thin forest and garden land, including those in dense urban areas. Juveniles: just like females in plumage, however, the males get black feathers as they become adults."
  },
  "167": {
    "description": "Small rounded with striped, gray, white; bill: orange, conical; back: gray; breast: brown, streaked with black; underparts: brown; wings: gray, streaked with white, rounded; tail: gray, short and square; legs: grayish; eyes: dark brown. Habitat: subtropical or tropical dry forests, subtropical or tropical dry shrubland, subtropical or tropical high-altitude shrubland, and heavily degraded former forest. Juveniles: similar to adults but duller, with less distinct streaking and a paler bill."
  },
  "168": {
    "description": "38 to 41 cm (15–16 in) ground-dwelling with plain / striped, brown, white; bill: black with some pale yellow from the nostril to the base, heavy; back: brown, spotted / striped; breast: white, spotted; underparts: white; wings: brown, spotted / striped, broad and blunt; tail: brown, striped, short; legs: pale greenish yellow; eyes: greenish yellow with black tracing. Habitat: edges of lakes, estuaries and rivers, mangroves, sheltered beaches, and nearby woodlands. Juveniles: similar to adult but with more mottled plumage."
  },
  "169": {
    "description": "Small compact with black band across forehead, chestnut, white; bill: black, thicker-billed (in comparison to semipalmated plovers); back: brown; breast: white, black breast band; underparts: white; wings: dark, white wing bar, rounded; tail: brown, white sides, short; legs: yellow. Habitat: sandy coasts, estuarine mud, inland riverbanks and open sandy savannas. Juveniles: lack any black on the head, and the breast band is replaced by brown patches on each side of the chest."
  },
  "170": {
    "description": "35 to 41 cm (14 and 16 in) corvid with black, black; bill: black, powerful; back: purplish-blue; breast: black; underparts: black; wings: purplish-blue, rounded; tail: purplish-blue, long; legs: yellow; eyes: yellow. Habitat: dry deciduous forest. Juveniles: Juvenile males remain with the group for a year or so before dispersing, while females may remain indefinitely with the group.."
  },
  "171": {
    "description": "16.5 to 18 cm (6.5 to 7.1 in) long with white supercilium, dark sooty brown to blackish brown face, dark sooty brown to blackish brown, white; bill: black, stubby; back: plain brown to olive-brown; breast: bright yellow; underparts: bright yellow; wings: deep grayish brown, dull olive edges on inner secondaries, thin rusty or cinnamon-rufous edges on outer secondaries and inner primaries, thin rufous margins on the rest of the primaries; tail: dusky brownish, light olive edges on the feathers; legs: black; eyes: brown. Habitat: cultivated areas, clearings and pastures with shrubs, gallery forest, edges of more extensive forest, along rivers and oxbow lakes, ranches, parks, and gardens near water. Juveniles: similar to adults but with no yellow on the crown and more rusty-cinnamon edges on the wing and tail feathers."
  },
  "172": {
    "description": "Medium slender with dark blue / gray, dark blue / gray; bill: black, short and pointed; back: dark grey; breast: dark blue / gray; underparts: dark grey; wings: dark blue / gray, pointed; tail: dark blue / gray, long and deeply forked, long and deeply forked; eyes: crimson. Habitat: tall forest habitat. Juveniles: dull brownish grey."
  },
  "173": {
    "description": "Large streamlined with iridescent green, iridescent green, white; bill: red, long, thin, curved; back: purple; breast: white, spotted black; underparts: dark green; wings: dark green, white markings, pointed; tail: purple, white chevrons, very long, diamond-shaped; legs: grayish; eyes: red. Habitat: forests, woodlands and suburban gardens of most of sub-Saharan Africa. Juveniles: immatures have a black bill."
  },
  "174": {
    "description": "Large woodpecker-like with striped, brown, red / white; bill: gray, chisel-like; back: brown, spotted; breast: white, spotted; underparts: white; wings: brown, spotted, rounded; tail: brown, square. Habitat: Sonoran, Yuma, and eastern Colorado Desert regions of the Southwestern United States and northwestern Mexico, including all of the Baja California peninsula except the extreme northwestern region. Juveniles: similar to adult but with less distinct patterns and colors."
  },
  "175": {
    "description": "53–58 cm (21–23 in) distinctive eagle with long, shaggy crest with long, shaggy crest, blackish-brown, blackish-brown; bill: yellow, paling to white; back: blackish-brown; breast: blackish-brown; underparts: blackish-brown; wings: black with white patches, black barred with light grey and broad black tips, white patches; tail: black, barred with pale grey; legs: yellow, paling to white; eyes: bright yellow, can be darker in females. Habitat: forest edges and moist woodland, near grassland, marsh, rivers or streams; also found in drier woodland, mixed farmland, grazing land, edges of sugar-cane plantations and orchards, exotic plantations. Juveniles: similar to adults, but plumage is lighter in colour and the crest is not developed, eyes are grey."
  },
  "176": {
    "description": "Tiny heron-like with striped, black with a faint green sheen / brownish black, white; bill: yellow, long and sharp; back: black with a faint green sheen / brownish black, paler feather margins visible at close range; breast: pale buff, streaked with dark buff and brown; underparts: pale buff; wings: black, pinkish buff oval shaped panel, broad; tail: black with a faint green sheen / brownish black, short; legs: yellow; eyes: yellow. Habitat: reedbeds, rushes or bushes above the water. Juveniles: duller and more rufous than the females, more heavily streaked on both their upperparts and underparts, including their wing coverts."
  },
  "177": {
    "description": "Very large heron-like with chestnut, white; bill: black, long and thick; back: slate grey; breast: white with black streaks, streaked; underparts: buff with black streaks; wings: slate-grey, chestnut shoulder patch, broad; tail: short; legs: black; eyes: yellow. Habitat: lakes, swamps, mangrove wetlands, reefs with few cool water, sometimes river deltas. Juveniles: similar to adults, but paler."
  },
  "178": {
    "description": "Smallest of the skua family streamlined with plain, black, white; bill: black, slender and pointed; back: grey; breast: white; underparts: white; wings: grayish-brown, dark primary wing feathers without a white 'flash', long-winged; tail: white, very long tail, very long tail; legs: dark; eyes: dark brown. Habitat: high Arctic of Eurasia and North America, breeding grounds; open ocean outside of breeding season. Juveniles: slimmer, longer-winged and more tern-like than parasitic jaeger, with greyer shades rather than brown."
  },
  "179": {
    "description": "Tiny slender with solid / plain, red / olive green, red / yellowish; bill: black, medium-length thin down-curved; back: maroon / olive-green; breast: crimson / yellowish; underparts: olive / yellowish white; wings: black / brown, short; tail: green-blue / brown, white tips to the outer tail feathers, long and slightly forked; legs: gray; eyes: dark brown. Habitat: forest and cultivated areas. Juveniles: brownish with less vibrant colors compared to adults."
  },
  "180": {
    "description": "Small slender with brown, whitish; bill: dark gray, fairly long, slender; back: grey-brown; breast: whitish; underparts: warm buff; wings: rufous-brown edges, rounded; tail: brown, white tip and a dark subterminal band, long, narrow, graduated; legs: orange; eyes: dark. Habitat: shrubs and grass in a variety of habitats including woodland, savanna and cultivated areas. It adapts well to man-made habitats.. Juveniles: pale yellow underparts and a yellowish bill."
  },
  "181": {
    "description": "14.5 to 15 cm (5.7 to 5.9 in) slender with white, white; bill: black, short and pointed; back: brownish gray; breast: white; underparts: white; wings: black, white fringes on the tertials, rounded; tail: black, white feather tips, long and narrow; legs: black; eyes: dark. Habitat: somewhat open shrublands near freshwater bodies, especially marshy areas and rice fields, banks of ponds, lakes, streams, and rivers, occasionally in nearby open grasslands, increasingly found in urban and suburban parks in Brazil."
  },
  "182": {
    "description": "Medium stocky with plain, black, white; bill: red, stocky; back: black, plain; breast: white; underparts: white; wings: black, barred, broad; tail: dark grey, barred, long and graduated; legs: black; eyes: yellow. Habitat: coastal and riverine forests of southern (only the eastern coast) to northeastern Africa. Juveniles: similar to adults but with duller plumage and smaller bill."
  },
  "183": {
    "description": "Small rounded body with black cap, black / slate-gray, white; bill: black, short and pointed; back: olive green; breast: white; underparts: white / greenish yellow; wings: olive green with white wing bars, white wing bars, rounded; tail: olive green, short and square; eyes: brownish-red. Habitat: shinneries, brushy areas with scattered trees, primarily consisting of shin oak or sumac. Juveniles: First-year males often have more extensive gray in the cap, similar to adult females."
  },
  "184": {
    "description": "Medium-sized with white, white, white; bill: red upper mandible and black lower mandible, large; back: bright blue; breast: white; underparts: white; wings: bright blue, black with white underwing coverts, indistinct white wingbar; tail: bright blue; legs: dark grey. Habitat: a variety of wooded habitats with some trees, especially Acacias, including around human habitation. Juveniles: duller than adults and have a brown bill."
  },
  "185": {
    "description": "Small slender with plain, brown, rufous; bill: black, short and pointed; back: brown; breast: rufous; underparts: yellowish-white; wings: blackish, serrated edge of the outer primary feathers; tail: blackish, slightly forked; legs: black; eyes: dark brown. Habitat: open areas and forest clearings. Juveniles: similar to adults but may have less distinct coloration."
  },
  "186": {
    "description": "Medium-sized similar in general appearance to turkeys with dark grey, white; bill: black, slender and slightly curved; back: grayish brown; breast: white; underparts: paler; wings: bright chestnut, rounded; tail: blackish, tipped with buff, long broad; legs: long strong; eyes: dark. Habitat: humid landscapes characterized by dense vegetation such as thickets, secondary forest, brushy abandoned fields, and thinned forests. It shuns the interior of dense forest though it can occur in their edges.. Juveniles: browner overall, especially on the head."
  },
  "187": {
    "description": "Small parrot-like with spectacles, green, green; bill: pinkish-white, curved; back: green; breast: green; underparts: green; wings: green, rounded; tail: green, short; legs: orange; eyes: dark. Habitat: lowland evergreen forest edge, thorn scrub, llanos, gallery woodland, and heavily degraded former forest or low-density woodland. Juveniles: similar to adults but duller in coloration."
  },
  "188": {
    "description": "Relatively small plump with brown face with a pale blue ring of bare skin around the eye, metallic green to blue / darker brown, black / paler brown; bill: mostly bright yellow to yellow-green, short and stout; back: metallic green to blue / mostly brown; breast: paler brown with a white band below the upper breast, sometimes with a thin white band below the upper breast; underparts: yellow; wings: flight feathers, primary coverts, and secondary coverts are various patterns of black and white, lesser wing coverts metallic green to blue, rounded; tail: upper side mostly dark reddish brown with a wide black band at the end, underside has narrow black and white bars, long and square; legs: bluish gray; eyes: dark brown. Habitat: the understory to mid-story in the interior of humid primary forest and mature secondary forest, favoring areas near streams, sometimes in terra firme forest or associated with stands of Guadua bamboo. Juveniles: resemble the adults but are duller, and young males have a brown throat, breast, and wing coverts."
  },
  "189": {
    "description": "10.2 to 14 cm (4.0 to 5.5 in) slender with metallic bronze-green / metallic green, black; bill: black, slightly decurved; back: metallic bronze-green / metallic green; breast: metallic bluish green / green; underparts: bronzy green / white and green; wings: grayish brown, pointed; tail: dusky bronze green and rufous, innermost pair dusky bronze green, outer four pairs rufous with a wide purple base and whitish tips, forked. Habitat: gallery forests, shade coffee and cacao plantations, edges of dense forest, parks and gardens in populated areas. Juveniles: somewhat similar to adult females but have a white chin, throat, and breast with a thin black central line, some brown on the head and back feathers giving a barred appearance, lower back and rump feathers with dull cinnamon-buff tips, juvenile females with some rusty or buff beside the white of the underparts, green undertail coverts, and a mostly dull carmine underside of the tail."
  },
  "190": {
    "description": "Small slender with dark brown, white; bill: black, short and pointed; back: dark brown; breast: white; underparts: white; wings: dark brown, pointed; tail: dark brown, long and fanned; legs: dark gray; eyes: dark. Habitat: a wide variety of forest and scrub, including parks, agricultural lands, and other degraded habitat. It resides in lowland areas, sometimes up to 800m in elevation, and is usually found near water. Juveniles: similar to adults but may have less distinct coloration and patterns."
  },
  "191": {
    "description": "23 cm long with white on the forehead, sides of the face and neck, crimson; bill: slate black, long; back: glossy black, large white patch on the shoulder; breast: buffish white; underparts: buffish white; wings: black, white spots forming three wingbars; tail: black, few white spots on the three outer tail feathers, short stiff; legs: greenish grey. Habitat: open woodlands, cultivation with trees and scrubs, and parks. Juveniles: no crimson on the nape, but the crown is crimson."
  },
  "192": {
    "description": "Small rounded with bill: short and conical; wings: rounded; tail: short and square. Habitat: subtropical or tropical moist lowland forest, subtropical or tropical swamps, and heavily degraded former forest."
  },
  "193": {
    "description": "Small rounded body with black cap, white cheeks, black, white; bill: short black, short; back: gray; breast: paler grayish, whitish band below the bib; underparts: paler grayish; wings: gray, white wing bars, rounded; tail: gray, short. Habitat: wooded highlands."
  },
  "194": {
    "description": "Similar in size to a reed bunting slender with heavily streaked brown, black / brown, white; bill: pink, lower mandible, short and conical; back: brown, heavily streaked; breast: reddish / white, band / spotted; underparts: white; wings: brown, streaked, pointed; tail: brown, streaked, short; legs: pink; eyes: dark. Habitat: wet coniferous woodland."
  },
  "195": {
    "description": "18 to 21 cm (7.1 to 8.3 in) long with red only on the very back of the crown, red, black with white spots; bill: blackish, short; back: bronze-green with brownish black bars, bars; breast: dull olive-yellow with a reddish tinge, spots; underparts: dull olive-yellow; wings: brown with pale barring and yellow shafts, bars; tail: brown with green to yellow bars on outer feathers, bars; legs: greenish gray sometimes with a yellowish tinge; eyes: rufous brown. Habitat: humid lowland landscapes both open and wooded, prefers sparse woodlands, rainforest, deciduous and gallery forest, várzea, mangroves, llanos, palm savanna, and palm, shade coffee, and other treed plantations. Juveniles: generally duller than adults, have greener upperparts, and have larger spots on their underparts."
  },
  "196": {
    "description": "Small slender with greenish gray / white; bill: long and slender; back: greenish; breast: solid green; wings: pointed; tail: oval to round flags, elongated outer rectrices with bare shafts and long terminal oval flags; legs: white. Habitat: temperate and subtropical Andes, edges of humid to wet forest, forest interior, more open secondary forest."
  },
  "197": {
    "description": "Small slender with black and white, white, white; bill: black, short and pointed; back: black; breast: white; underparts: white; wings: black, white patches, pointed; tail: black, long and narrow; legs: orange-red; eyes: yellow. Habitat: subtropical or tropical dry forests, dry savanna, moist savanna, and subtropical or tropical dry shrubland."
  },
  "198": {
    "description": "Medium-sized slender with mottled brown and black, brown, white / light brown; bill: black, very short; back: grey, black and brown, mottled; breast: light brown, spotted; underparts: grey and black; wings: brown with darker bars, barred, pointed; tail: brown with white tip, white tips on the outer tail feathers / banded, long and slightly forked; legs: dark; eyes: dark. Habitat: deciduous or mixed woods across central and southeastern Canada and the eastern United States. Juveniles: similar to adult but with fluffier plumage."
  },
  "199": {
    "description": "Medium-sized plump with black with a broad white border that runs from behind the eye, around the black ear-coverts and chin, and joins at the throat, black, white; bill: black, short and stout; back: black; breast: white, two black bands, with the lower band shaped in an inverted horseshoe; underparts: white; wings: black, white stripe, rigid; tail: black, short; legs: black; eyes: black. Habitat: coastal Patagonia, including Argentina, Chile, and the Falkland Islands. Juveniles: grey-blue backs, with a more faded grey-blue colour on their chest, and usually have a blotched pattern on their feet which fades as they grow up into adulthood."
  }
}