{
    "0": {
        "description": "Black beetle with reddish-brown markings, elongate and slightly curved body, length about 5mm."
    },
    "1": {
        "description": "Tetrao urogallus, a large bird with a distinctive crest and barred feathers."
    },
    "2": {
        "description": "Vulpes vulpes, the red fox, has a reddish-brown coat with white underbelly. Ears are pointed and tail is bushy."
    },
    "3": {
        "description": "Yellow and black striped bee, approximately 1cm in length, with a rounded abdomen."
    },
    "4": {
        "description": "no description available"
    },
    "5": {
        "description": "no description available"
    },
    "6": {
        "description": "Small reddish-brown beetle commonly found in stored grain products."
    },
    "7": {
        "description": "Small white flowers with five petals, compact mat-forming perennial, hairy stems and leaves."
    },
    "8": {
        "description": "Small, elongated beetle with metallic green and coppery markings."
    },
    "9": {
        "description": "Bactrocera is a large genus of tephritid fruit flies, with close to 500 species currently described and accepted."
    },
    "10": {
        "description": "Antennae longer than body; elytra often striped or spotted; large to medium-sized beetles."
    },
    "11": {
        "description": "Large green or purple leafy vegetable with white flowers."
    },
    "12": {
        "description": "Yellow and black striped bee; about 1cm long."
    },
    "13": {
        "description": "Small reddish-brown beetle, about 4mm long, with a flattened body shape."
    },
    "14": {
        "description": "no description available"
    },
    "15": {
        "description": "Fig wax scale, small oval insect with waxy, yellow-brown covering."
    },
    "16": {
        "description": "Chionaspis pinifoliae, the pine needle scale insect, is a common species of scale insect found on pine, spruce and other conifers across Canada and throughout the United States. The species is particularly persistent on planted spruce in the Prairie Provinces in both rural and urban settings. In heavy populations, the needles may appear to be flecked with white. The insect overwinters in the egg stage under the white covering of the scale. In Saskatchewan, hatching dates vary from late May to late June. In the Mid-Atlantic region of the United States there can be one or two generations per year and the first generation hatches after an average of 210 growing degree-days. The newly hatched “crawlers” disperse, settle on old or new needles and begin scale development."
    },
    "17": {
        "description": "Choristoneura fumiferana, the eastern spruce budworm, is a species of moth of the family Tortricidae native to the eastern United States and Canada. The caterpillars feed on the needles of spruce and fir trees. Eastern spruce budworm populations can experience significant oscillations, with large outbreaks sometimes resulting in wide scale tree mortality. The first recorded outbreaks of the spruce budworm in the United States occurred in about 1807, and since 1909 there have been waves of budworm outbreaks throughout the eastern United States and Canada. In Canada, the major outbreaks occurred in periods circa 1910–20, c. 1940–50, and c. 1970–80, each of which impacted millions of hectares of forest. Longer-term tree-ring studies suggest that spruce budworm outbreaks have been recurring approximately every three decades since the 16th century, and paleoecological studies suggest the spruce budworm has been breaking out in eastern North America for thousands of years."
    },
    "18": {
        "description": "no description available"
    },
    "19": {
        "description": "Stenodiplosis sorghicola, the sorghum midge, is a species of gall midge in the family Cecidomyiidae. It is a pest of millets. The species is native to Africa and is also found in India. During the rainy season, it feeds on the developing grains of pearl millet plants."
    },
    "20": {
        "description": "Large butterfly with black and white wings, orange spots on forewings, long black antennae."
    },
    "21": {
        "description": "Needles in clusters of 2-3, scale-like, dark green, conical crown."
    },
    "22": {
        "description": "Small dark beetle with elongated body, brownish-black in color, elytra with distinct longitudinal ridges."
    },
    "23": {
        "description": "Ctenopseustis obliquana, brownheaded leafroller, has a brown head and pale green body. Wings are light brown with dark markings."
    },
    "24": {
        "description": "Curculio elephas is a species of beetle in the family Curculionidae, the true weevils. It is known commonly as the chestnut weevil. It is a serious pest of chestnut in Europe."
    },
    "25": {
        "description": "Color: Blue with black markings. Size: Small to medium. Wingspan: About 25-30mm. Patterns: Distinctive black spots along the edges of the wings."
    },
    "26": {
        "description": "Quercus robur: large deciduous tree with broad, spreading canopy; leaves are alternate, lobed with bristle-tipped teeth; acorns in clusters."
    },
    "27": {
        "description": "no description available"
    },
    "28": {
        "description": "Small rodent, gray to brown fur, long tail, pointed snout."
    },
    "29": {
        "description": "no description available"
    },
    "30": {
        "description": "Black with yellow markings, small, cylindrical body, length about 3mm."
    },
    "31": {
        "description": "Yellow and black banded, social bee. Hairy thorax and abdomen. Wings two pairs."
    },
    "32": {
        "description": "Large, brown scale insect with distinct white markings on back."
    },
    "33": {
        "description": "Drosophila melanogaster is a small fly with reddish eyes and a length of about 3-4 mm. Its body is grayish-black with distinct stripes."
    },
    "34": {
        "description": "no description available"
    },
    "35": {
        "description": "Orgyia leucostigma, the white-marked tussock moth, is a moth in the family Erebidae. The species was first described by James Edward Smith in 1797. The caterpillar is very common especially in late summer in eastern North America, extending as far west as Texas, California, and Alberta."
    },
    "36": {
        "description": "no description available"
    },
    "37": {
        "description": "no description available"
    },
    "38": {
        "description": "no description available"
    },
    "39": {
        "description": "no description available"
    },
    "40": {
        "description": "The fall webworm is a moth in the family Erebidae known principally for its larval stage, which creates the characteristic webbed nests on the tree limbs of a wide variety of hardwoods in the late summer and fall. It is considered a pest but does not harm otherwise healthy trees. It is well known to commercial tree services and arboriculturists. Fall webworms are an invasive species in East Asia."
    },
    "41": {
        "description": "Insufficient data for visual description."
    },
    "42": {
        "description": "A small to medium-sized feline with soft fur and a distinctive tail with a black tip."
    },
    "43": {
        "description": "Liriomyza trifolii, known generally as the American serpentine leafminer or celery leafminer, is a species of leaf miner fly in the family Agromyzidae."
    },
    "44": {
        "description": "Lissorhoptrus oryzophilus is a small beetle with a long snout, dark body, and light markings on the elytra. Size: about 6-8mm."
    },
    "45": {
        "description": "Tribolium castaneum is a small, reddish-brown beetle with a flattened body shape. Adults are about 4-5 mm long."
    },
    "46": {
        "description": "Lobesia botrana, the European grapevine moth or European grape worm, is a moth of the family Tortricidae."
    },
    "47": {
        "description": "Large, dark-colored beetle with distinct white or yellow markings along the edge of the elytra. Length: 15-20mm."
    },
    "48": {
        "description": "Naupactus leucoloma is a species of broad-nosed weevil in the beetle family Curculionidae."
    },
    "49": {
        "description": "Red-headed ash borer, Neoclytus acuminatus, reddish head, black body, 10mm long, cylindrical."
    },
    "50": {
        "description": "Opogona sacchari, the banana moth, is a moth of the family Tineidae. The species was first described by Wenceslas Bojer in 1856. It is native to the humid tropical and subtropical regions of sub-Saharan Africa, where it is also found in Madagascar, Mauritius, Réunion, Rodrigues Island, the Seychelles and St. Helena. It was first reported from the Canary Islands in the 1920s. In the 1970s, it was introduced into Brazil and Central America, and also appeared in Europe. It has been reported from Florida since 1986."
    },
    "51": {
        "description": "Gram-negative, rod-shaped bacterium, yellow colonies on agar."
    },
    "52": {
        "description": "Tetrao urogallus is a species of grouse in the family Phasianidae. It is found in Europe and parts of Asia."
    },
    "53": {
        "description": "Dendroctonus valens, the mountain pine beetle, is a species of bark beetle in the family Scolytidae. It has a brown body with elytra marked with distinct patterns."
    },
    "54": {
        "description": "no description available"
    },
    "55": {
        "description": "Tiny bug, oval, light to dark brown, waxy coating, less than 1mm."
    },
    "56": {
        "description": "Twining vine with compound leaves and small flowers in clusters."
    },
    "57": {
        "description": "The Japanese beetle is a species of scarab beetle. Due to the presence of natural predators, the Japanese beetle is not considered a pest in its native Japan, but in North America and some regions of Europe, it is a noted pest to roughly 300 species of plants. Some of these plants include roses, grapes, hops, canna, crape myrtles, birch trees, linden trees, and others."
    },
    "58": {
        "description": "Large butterfly with black wings and bright orange tips on forewings; wingspan about 80mm."
    },
    "59": {
        "description": "Small to medium-sized, black and brown striped bee. Produces honey and lives in colonies."
    },
    "60": {
        "description": "no description available"
    },
    "61": {
        "description": "Large butterfly with bright orange wings tipped in black, white markings on forewings, about 75 mm wingspan."
    },
    "62": {
        "description": "Small, green caterpillar with four white stripes along the back."
    },
    "63": {
        "description": "Scyphophorus acupunctatus, the sisal weevil or agave weevil, is a species of polyphaga beetle of the family of the Curculionidae. Sisal weevil larvae, known as picudo del agave or \"nixtamal worms\", are a traditional food in parts of Mexico."
    },
    "64": {
        "description": "Tetrao urogallus, the black grouse, has a black plumage with white patches on the wings and a long, feathered tail."
    },
    "65": {
        "description": "Red imported fire ant, Solenopsis invicta, is reddish-brown with a node between thorax and abdomen. Workers are small to medium-sized, about 2-6 mm long."
    },
    "66": {
        "description": "No description available."
    },
    "67": {
        "description": "small to medium-sized moth with a wingspan of approximately 20-25mm. Forewings brownish-grey with distinct white markings, hindwings pale grey. Long, slender antennae. Distinctive tuft of hair-like scales at the end of its abdomen."
    },
    "68": {
        "description": "Small, slender thrips with dark brown body, pale yellow legs, and fringed wings."
    },
    "69": {
        "description": "Large male bird, brown with white patches, long tail, red wattles, and blue facial skin."
    },
    "70": {
        "description": "The pine processionary is a moth of the subfamily Thaumetopoeinae in the family Notodontidae, known for the irritating hairs of its caterpillars, their processions, and the economic damage they cause in coniferous forests. The species was first described scientifically by Michael Denis and Ignaz Schiffermüller in 1775, though it was known to the ancients, with remedies described by Theophrastus, Dioscorides and Pliny the Elder. Its processionary behaviour was described in 1916 by the French entomologist Jean-Henri Fabre. It is one of the most destructive species to pines and cedars in Central Asia, North Africa and southern Europe."
    },
    "71": {
        "description": "Clematis, a genus of flowering plants, with compound leaves and vines or shrubs."
    },
    "72": {
        "description": "The destructive or dark flour beetle, is one of the species of darkling beetle known generally as flour beetles. It is a common pest insect known for attacking and infesting stored flour and grain."
    },
    "73": {
        "description": "Twining vine with compound leaves and small flowers in clusters."
    },
    "74": {
        "description": "Vesperus is a genus of beetles in the family Vesperidae."
    },
    "75": {
        "description": "Small green caterpillar with black head, feeding on grape leaves, leaving a skeletonized appearance."
    },
    "76": {
        "description": "Small to medium-sized moth with gray wings and one large dark spot on each forewing."
    },
    "77": {
        "description": "Large butterfly with bright yellow wings and black stripes."
    }
}