{
    "0": {
        "description": "In the ancient Greek myths, ambrosia is the food or drink of the Greek gods, and is often depicted as conferring longevity or immortality upon whoever consumed it. It was brought to the gods in Olympus by doves and served either by Hebe or by Ganymede at the heavenly feast."
    },
    "1": {
        "description": "Ammi majus, commonly called bishop's flower, false bishop's weed, laceflower, bullwort, etc., is a member of the carrot family Apiaceae. The plant, which has white lace-like flower clusters, has a large distribution through Southern Europe, North Africa and West and Central Asia, though it is hypothesized to be native to the Nile River Valley."
    },
    "2": {
        "description": "Bromus rigidus, the ripgut brome, is a grass native to Eurasia and naturalized in North America. The specific epithet rigidus means rigid or stiff."
    },
    "3": {
        "description": "Bunias orientalis, the Turkish wartycabbage, warty-cabbage, hill mustard, or Turkish rocket, is an edible wild plant species in the genus Bunias. It is classified as an invasive neophyte in most of Middle Europe and parts of North America."
    },
    "4": {
        "description": "no description available"
    },
    "5": {
        "description": "no description available"
    },
    "6": {
        "description": "no description available"
    },
    "7": {
        "description": "Yellow-orange thread-like stems, small greenish flowers, parasitic on host plants."
    },
    "8": {
        "description": "Euphorbia dentata is a species of spurge known by the common names toothed spurge and green poinsettia. It is native to parts of North and South America, and is present elsewhere on the continents. Its true native range is uncertain. It is a noxious weed in some areas. This is a hairy annual herb with an erect or somewhat erect stem reaching anywhere from 20 to 50 centimeters tall. Its hairy, pointed leaves are a few centimeters long, widely to narrowly lance-shaped, and generally toothed. The inflorescence appears at the end of branches and contain cream or yellowish staminate or pistillate flowers just a few millimeters wide. The fruit is a lobed spherical or heart-shaped capsule about half a centimeter wide which contains three bumpy rounded seeds."
    },
    "9": {
        "description": "Flaveria bidentis, the coastal plain yellowtops, is a South American plant species of Flaveria within the family Asteraceae. It is native to South America, and naturalized in many places."
    },
    "10": {
        "description": "Ipomoea pandurata, known as man of the earth, wild potato vine, manroot, wild sweet potato, is a species of herbaceous perennial vine native to North America. It is a twining plant of woodland verges and rough places with heart-shaped leaves and funnel-shaped white flowers with a pinkish throat. The large tuberous roots can be roasted and eaten, or can be used to make a poultice or infusion. When uncooked, the roots have purgative properties."
    },
    "11": {
        "description": "Knautia arvensis, commonly known as field scabious, is a herbaceous perennial species of flowering plant in the honeysuckle family Caprifoliaceae."
    },
    "12": {
        "description": "No description available."
    },
    "13": {
        "description": "Mikania micrantha is a tropical plant in the family Asteraceae; known as bitter vine, climbing hemp vine, or American rope. It is also sometimes called mile-a-minute vine."
    },
    "14": {
        "description": "Deciduous tree with flat, triangular leaves that tremble in the wind, white underside, and catkins."
    },
    "15": {
        "description": "Oxalis latifolia is a species of flowering plant in the woodsorrel family known by the common names garden pink-sorrel and broadleaf woodsorrel. It is native to Mexico and parts of Central and South America. However, it has propagated to other parts of the world."
    },
    "16": {
        "description": "no description available"
    },
    "17": {
        "description": "no description available"
    },
    "18": {
        "description": "Needle-like leaves, conical shape, brown cones."
    },
    "19": {
        "description": "Deciduous shrub with pink to white flowers, prickly branches, and red berries."
    }
}